{{Navbox
| name = Antonov aircraft
| title = [[安东诺夫航空科学技术联合体|-{zh-tw:安托諾夫; zh-hk:安東諾夫; zh-cn:安东诺夫;}-]]飛機
| group1 = 大型客機
| list1 = [[安-10]]{{·w}} [[安托諾夫An-24|安-24]]{{·w}} [[安托諾夫An-28|安-28]]{{·w}} [[安托諾夫An-72|安-72]]{{·w}} [[安托諾夫An-140|安-140]]{{·w}} [[安托諾夫An-148|安-148]]{{·w}} [[安托諾夫An-174|安-174]]{{·w}} [[安托諾夫An-180|安-180]]{{·w}} [[安托諾夫An-218|安-218]]
| group2 = 運輸機
| list2 = [[安托諾夫OKA-38|OKA-38]]{{·w}} [[安托諾夫An-2|安-2]]{{·w}} [[安托諾夫An-3|安-3]]{{·w}} [[安托諾夫An-2|安-4]]{{·w}} [[安托諾夫An-8|安-8]]{{·w}} [[安托諾夫An-10|安-10]]{{·w}} [[安托諾夫An-12|安-12]]{{·w}} [[安托諾夫An-14|安-14]]{{·w}} [[安托諾夫An-22|安-22]]{{·w}} [[安托諾夫An-24|安-24]]{{·w}} [[安托諾夫An-26|安-26]]{{·w}} [[安托諾夫An-28|安-28]]{{·w}} [[PZL M-28]]{{·w}}[[安托諾夫An-30|安-30]]{{·w}} [[安东诺夫安-32|安-32]]{{·w}} [[安托諾夫An-38|安-38]]{{·w}}[[安托諾夫An-50|安-50]]{{·w}} [[安托諾夫An-70|安-70]]{{·w}} [[安托諾夫An-72|安-72]]{{·w}} [[安托諾夫An-74|安-74]]{{·w}}[[安托諾夫An-124|安-124]]{{·w}}[[安托諾夫An-178運輸機|安-178]]{{·w}} <s>[[An-225運輸機|安-225]]</s>
| group3 = 偵察機/預警機
| list3 = [[安托諾夫An-2|安-6]]{{·w}} [[安托諾夫An-71|安-71]]{{·w}} [[安托諾夫An-88|安-88]] </s>
| group4 = 實驗機
| list4 = [[安托諾夫A-13|安-13]]{{·w}}[[安托諾夫A-40|安-40]]{{·w}} [[安托諾夫-SKV|安-SKV]]
| group5 = 滑翔機
| list5 = [[安托諾夫A-1|安-1]]{{·w}} [[安托諾夫A-2|安-2]]{{·w}} [[安托諾夫A-7|安-7]]{{·w}} [[安托諾夫A-9|安-9]]{{·w}} [[安托諾夫A-10|安-10]]{{·w}} [[安托諾夫A-11|安-11]]{{·w}} [[安托諾夫A-13|安-13]]{{·w}} [[安托諾夫A-15|安-15]]{{·w}} [[安托諾夫A-40|安-40]] 
| group6 = 小型飛機
| list6 = [[安托諾夫T-2M Maverick|T-2M]]
| group7 = 其他
| list7 = [[安托諾夫An-204|安-204]]
}}<noinclude>
[[Category:安托諾夫| ]]
[[Category:航空模板|Antonov]]
</noinclude>