<br clear=all>
{| style="margin:0 auto;" class="toccolours" align=center
|align="center" colspan=2 style="background-color:#ccf;"| '''[[托爾金]]小說[[中土大陸]]的河流'''
|-
|align=center| [[亞多河]] | [[安都因河]] | [[巴蘭督因河]] | [[布魯南河]] | [[卡南河]] | [[賽爾督因河]] | [[銀流河]] | [[賽洛斯河]] | [[西瑞爾河]] | [[深溪]] | [[魔法溪流]] | [[樹沐河]] |  [[依魯依河]] | [[密林河]] | [[吉爾瑞河]] | [[格拉頓河]] | [[格蘭督因河]] | [[安都因河|灰林河]] | [[關絲洛河]] | [[哈爾南河]] | [[艾辛河]] | [[安都因河|朗威爾河]] | [[萊夫紐河]] | [[隆恩河]] | [[林萊河]] | [[摩林溪]] | [[狂吼河]] | [[魔窟都因河]] | [[摩頌河]] | [[寧若戴爾河]] | [[波羅斯河]] | [[林羅河]] |   [[西瑞斯河]] |   [[柳蘇河]]
|}<noinclude>[[Category:文化模板]]</noinclude>