{{Navbox
| name   = Arda Realms Age3
| title  = 托爾金小說的[[第三紀元]]領地
| group1 = 人類領地
| list1 = [[亞爾諾]]&nbsp;• [[雅西頓]]&nbsp;• [[布理]]&nbsp;• [[卡多蘭]]&nbsp;• [[昂巴]]([[第三紀元]]933年－1448年，1810年－1850年)&nbsp;• [[河谷鎮]]&nbsp;• [[多爾安羅斯]]&nbsp;• [[伊歐西歐德]]&nbsp;• [[长湖镇 (哈比人历险记)|長湖鎮]]&nbsp;• [[剛鐸]]&nbsp;• [[羅馬尼安王國]]&nbsp;• [[魯道爾]]&nbsp;• [[洛汗]]&nbsp;• [[敏西力亞斯]]
| group2 = 精靈領地
| list2 = [[林頓 (中土大陸)|林頓]]&nbsp;• [[羅斯洛立安]]&nbsp;• [[幽暗密林]]&nbsp;• [[瑞文戴爾]]&nbsp;•[[灰港岸]]
| group3 = 矮人領地
| list3 = [[貝磊勾斯特]]&nbsp;• [[ 孤山 (托爾金小說) |孤山]]&nbsp;• [[伊瑞德米斯林]]&nbsp;• [[鐵丘陵]]&nbsp;• [[摩瑞亞]]
| group4 = 哈比人領地
| list4 = [[布理]]&nbsp;• [[格拉頓平原]]&nbsp;• [[夏爾 (中土世界)|夏爾]]
| group5 = 樹人領地
| list5 = [[法貢森林]]
| group6 = 敵人領地
| list6 = [[安格馬]]&nbsp;• [[巴拉多]]&nbsp;• [[多爾哥多]]&nbsp;• [[艾辛格]]&nbsp;• [[魔多]]&nbsp;•[[米那斯魔窟]]&nbsp;• [[西力斯昂哥]]&nbsp;• [[昂巴]]([[努曼諾爾帝國]]淪亡後-第三紀元933年，1448年－1810年，1850年-?年)&nbsp;•[[哈拉德威治]]&nbsp;• [[侃德]]&nbsp;•[[盧恩]]&nbsp;•[[登蘭德]]
}}
<noinclude>
[[Category:中土大陸相關模板]]
[[Category:系列小說導航模板|{{PAGENAME}}]]

<!--Interwikis-->
</noinclude>