<noinclude>{{noteTA|G1=uefa}}</noinclude>{{Navbox
|name=Belgian First Division A
|title=[[比利時足球甲級聯賽]]
|listclass = hlist
| state = {{{state|autocollapse}}}
|groupstyle = text-align:center;
|group1= <div class="center">2022–23參賽球隊</div>
|list1=
* [[皇家安德列治體育會|安德列治]]
* [[皇家安特卫普足球俱乐部|安特卫普]]
* [[皇家韋斯達路足球會|韋斯達路]]
* [[布魯日舒高皇家體育會|布魯日舒高]]
* [[皇家沙勒罗瓦体育俱乐部|沙勒罗瓦]]
* [[皇家布魯日足球會|布魯日]]
* [[歐本足球俱樂部|歐本]]
* [[皇家亨克體育會|亨克]]
* [[皇家根特體育會|根特]]
* [[皇家哥積克足球會|哥積克]]
* [[旧海弗莱鲁汶]]
* [[皇家梅赫倫足球會|梅赫倫]]
* [[皇家奧斯坦德足球會|奧斯坦德]]
* {{le|R.F.C. Seraing (1922)||Seraing (1922)}}
* [[皇家聖圖爾登足球會|聖圖爾登]]
* [[皇家標準列治|標準列治]]
* [[皇家聖基萊斯聯|聖基萊斯聯]]
* [[華雷根祖爾特體育會|華雷根]]
|group2= <div class="center">曾參賽球隊</div>
|list2= [[皇家安特衛普比斯查足球俱樂部|比士佐特VA]]{{,}}[[華斯蘭比華倫]]{{,}}[[皇家穆斯克龍精英|梅斯干]]{{,}}[[东佛兰德洛克伦体育俱乐部|{{gray|洛格倫}}]]{{,}}[[皇家利亞斯體育會|{{gray|利亞斯}}]]{{,}}[[RAEC蒙斯|{{gray|蒙斯}}]]{{,}}[[皇家羅斯勒體育會|{{gray|羅斯勒}}]]{{,}}[[圖比斯足球會|圖比斯]]{{,}}[[登達]]{{,}}[[布鲁塞尔足球俱乐部|{{gray|布魯塞爾}}]]{{,}}[[拉路維爾|{{gray|拉路維爾}}]]
|below = {{color|gray|灰色}}代表該球隊正在重組、已被取消資格/清盤或已破產/解散。
}}<noinclude>
{{collapsible option}}
[[Category:比利時足球|*]]
[[Category:足球竞赛模板]]
</noinclude>