{{Navbox
| name= Bungie Studios
| title= [[Bungie|Bungie工作室]]
| listclass= hlist
| state = {{{state|autocollapse}}}
| group1= 马拉松系列
| list1=
* [[馬拉松 (電子遊戲)|马拉松]]
* [[马拉松2：超强合金|2：超强合金]]
* [[马拉松无限|无限]]
| group2= -{zh-cn:神话; zh-tw:殺無赦;}-系列
| list2=
* [[神话：堕落之神|堕落之神]]
* [[神话II：勾魂使者|II：勾魂使者]]
| group3= [[最後一戰系列]]
| list3=
* [[最後一戰：戰鬥進化|戰鬥進化]]
* [[最後一戰2|2]]
* [[最後一戰3|3]]
* [[最後一戰3：ODST|ODST]]
* [[最後一戰：瑞曲之戰|瑞曲之戰]]
| group4= -{zh-cn:命运;zh-tw:天命;}-系列
| list4=
* [[天命 (遊戲)|-{zh-cn:命运;zh-tw:天命;}-]]
** [[命运：深渊之暗|深渊之暗]]
** [[命运：恶狼派系|恶狼派系]]
** [[命运：邪神降临|邪神降临]]
** [[命运：铁旗崛起|铁旗崛起]]
* [[命运2|-{zh-cn:命运2;zh-tw:天命2;}-]]
** [[命运2：猩红战争|-{zh-cn:猩红战争;zh-tw:血色戰爭;}-]]
** [[命运2：冥王诅咒|冥王詛咒]]
** [[命运2：战争思维|-{zh-cn:战争思维;zh-tw:戰爭智能;}-]]
** [[命运2：遗落之族|遺落之族]]
** [[命运2：暗影要塞|暗影要塞]]
** [[命运2：凌光之刻|-{zh-cn:凌光之刻;zh-tw:光能之上;}-]]
** [[命运2：邪姬魅影|-{zh-cn:邪姬魅影;zh-tw:黑針巫后;}-]]
| group5= 其它作品
| list5=
* [[Gnop!]]
* [[沙漠风暴行动 (游戏)|沙漠风暴行动]]
* [[弥诺陶牛：克里特岛上的迷宫]]
* [[虐待 (游戏)|虐待]]
* [[奥妮]]
* [[通往黑暗之路]]
* [[海上皮条客]]
}}
<noinclude>
{{collapsible option}}
{{DEFAULTSORT:Bungie Studios}}
[[Category:电子游戏公司导航模板]]
[[Category:Bungie遊戲]]
</noinclude>