{{Campaign
|name = [[織田氏|織田家]]重大戰役
|raw_name = Campaignbox 織田家重大戰役
|state = collapsed
|bodyclass = hlist

|battles =
* [[小豆坂之战|小豆坂]]
* [[赤塚之戰|赤塚]]
* [[稻生之戰|稻生]]
* [[浮野之戰|浮野]]
* [[桶狹間之戰|桶狹間]]
* [[堂洞合戰|堂洞]]
* [[犬山城之戰|犬山]]
* [[稻葉山城之戰|稻葉山城]]
* [[觀音寺城之戰|觀音寺城]]
* [[大河內城之戰|大河內城]]
* [[金崎之戰|金崎]]
* [[長島一向一揆]]
* [[姉川之戰|姉川]]
* [[槙島城之戰|槙島]]
* [[一乘谷之戰|一乘谷]]
* [[小谷城之戰|小谷城]]
* [[高屋城之戰|高屋]]
* [[長篠之戰|長篠]]
* [[石山合戰|石山]]
* [[第一次木津川口之戰]]
* [[手取川之戰|手取川]]
* [[第二次木津川口之戰]]
* [[天目山之戰|天目山]]
* [[本能寺之變|本能寺]]
}}<noinclude>
[[Category:日本战争模板]]
</noinclude>