{{Campaign
|name=[[苏德战争|東方戰線]]
|raw_name=Campaignbox Axis-Soviet War 
| listclass = hlist
| state = collapsed
|battles=

'''海戰'''

* {{tsl|en|Baltic Sea campaigns (1939–1945)|波羅的海戰役（1939年-1945年）|波羅的海}} 
* {{tsl|en|Black Sea campaigns (1941–1944)|黑海戰役（1941年-1944年）|黑海}}
* {{tsl|en|Arctic naval operations of World War II|第二次世界大战中的北冰洋海军行动|北冰洋}}

'''1941年'''

* [[巴巴羅薩行動|巴巴羅薩]]
** [[布列斯特要塞保衛戰|布列斯特要塞]]
** [[比亞韋斯托克-明斯克戰役|比亞韋斯托克及明斯克]]
** [[波羅的海行動|波羅的海]]
** [[布羅迪戰役|布羅迪]]
** [[慕尼黑行動|慕尼黑]]
** [[斯摩棱斯克戰役 (1941年)|斯摩棱斯克]]
** [[烏曼戰役|烏曼]]
** [[敖德薩圍城戰 (1941年)|敖德薩]]
** [[基輔戰役 (1941年)|第一次基輔]]
** [[蘇聯撤出塔林的行動|塔林]]
** [[列寧格勒圍城戰|列寧格勒]]
** {{tsl|en|Battle of the Sea of Azov|亚速海之战|亚速海}}
** [[第一次哈爾科夫戰役|第一次哈爾科夫]]
** [[克里米亞戰役 (1941年–1942年)|第一次克里米亞]]
** [[塞瓦斯托波爾圍城戰 (1941年—1942年)|塞瓦斯托波爾]]
** [[羅斯托夫戰役 (1941年)|羅斯托夫]]
** {{tsl|en|Bombing of Gorky in World War II|第二次世界大战中对高尔基的轰炸|高尔基城}}
** [[莫斯科戰役|莫斯科]]
* [[继续战争|芬蘭]]
* [[刻赤半島戰役|刻赤半岛]]
* [[1940至1944年车臣叛乱|車臣]]

'''1942年'''

* [[柳班战役|柳班]]
* {{tsl|en|Barvenkovo–Lozovaya Offensive|巴尔文科沃–洛佐瓦亚攻勢|巴尔文科沃–洛佐瓦亚}}
* [[熱澤夫戰役|熱澤夫]]
* [[托罗佩茨-霍尔姆进攻战役|托罗佩茨及霍尔姆]]
* [[傑米揚斯克包圍戰|傑米揚斯克]]
* {{tsl|en|Kholm Pocket|霍姆口袋|霍尔姆}}
* [[第二次哈爾科夫戰役|第二次哈爾科夫]]
* “[[藍色方案]]”
* [[高加索戰役]]
* {{tsl|en|Battle of Rzhev, Summer 1942|1942年夏季热泽夫战役|1942年夏季热泽夫}}
* [[錫尼維亞攻勢 (1942年)|錫尼維亞]]
* [[斯大林格勒战役|斯大林格勒]]
* [[大盧基戰役|大盧基]]
* “[[火星行動]]”
* “[[土星行動]]”

'''1943年'''

* “[[伊斯卡拉行动]]”
* {{tsl|en|Ostrogozhsk–Rossosh offensive|奥斯特罗戈茨克——罗索什攻势|奥斯特罗戈日斯克及罗索什}}
* {{tsl|en|Voronezh–Kharkov offensive|沃羅涅日——哈爾科夫攻勢|沃罗涅什及哈尔科夫}}
* “{{tsl|en|Operation Polar Star|北极星行动}}”
* [[第三次哈爾科夫戰役|第三次哈爾科夫]]
* {{tsl|en|Bombing of Gorky in World War II|第二次世界大战中对高尔基的轰炸|闪击高尔基城}}
* [[库尔斯克会战|库尔斯克]]
* {{tsl|en|Donbas strategic offensive (July 1943)|顿巴斯战略进攻（1943年7月）|第一次顿巴斯}}
* “{{tsl|en|Operation Tidal Wave|潮汐行动}}”
* [[別爾哥羅德-卡爾可夫攻勢|別爾哥羅德及卡爾可夫]]
* [[頓巴斯戰略攻勢 (1943年8月)|第二次顿巴斯]]
* [[斯摩棱斯克戰役 (1943年)|第二次斯摩棱斯克]]
* [[下第聶伯河攻勢|下第聶伯河]]
* {{tsl|en|Battle of Nevel (1943)|内维尔战役（1943年）|涅韦尔}}

'''1944年'''
* [[第聶伯河-喀爾巴阡山脈攻勢|第聶伯河及喀爾巴阡山脈]]
* [[列寧格勒-大諾夫哥羅德攻勢|列寧格勒及大諾夫哥羅德]]
* [[納爾瓦戰役 (1944年)|納爾瓦]]
* [[克里米亞攻勢 (1944年)|第二次克里米亚]]
* [[第一次雅西-奇西瑙攻勢|第一次雅西及奇西瑙]]
* [[維堡-彼得羅扎沃茨克攻勢|卡累利阿]]
* “[[巴格拉基昂行動]]”
* [[利沃夫-桑多梅日攻勢|利沃夫及桑多梅日]]
* “{{tsl|en|Operation Doppelkopf|团队行动}}”
* [[第二次雅西-奇西瑙攻勢|第一次雅西及奇西瑙]]
* {{tsl|en|Battle of the Dukla Pass|杜卡拉山口战役|杜克拉山口}}
* [[波羅的海攻勢|波羅的海]]
* [[貝爾格勒攻勢|貝爾格勒]]
* [[德布勒森戰役|德布勒森]]
* [[佩察莫-希爾克內斯攻勢|佩察莫及希爾克內斯]]
* [[库尔兰包围战|库尔兰]]
* “{{tsl|en|Gumbinnen Operation|贡比涅行动}}”
* [[布達佩斯攻勢|布達佩斯]]

'''1945年'''

* [[維斯瓦河-奧得河攻勢|維斯瓦河及奧德河]]
* {{tsl|en|Western Carpathian offensive|西喀尔巴阡攻势|西喀尔巴阡}}
* [[東普魯士攻勢|東普魯士]]
* [[西里西亞攻勢|西里西亞]]
* [[布雷斯劳围城战|布雷斯劳]]
* “[[夏至行動]]”
* [[東波美拉尼亞攻勢|東波美拉尼亞]]
* [[巴拉頓湖戰役|巴拉頓湖]]
* {{tsl|en|Moravia–Ostrava offensive|摩拉维亚－奥斯特拉瓦攻势|摩拉维亚及俄斯特拉发}}
* [[維也納攻勢|維也納]]
* {{tsl|en|Bratislava–Brno offensive|布拉迪斯拉发－布尔诺攻势|布拉迪斯拉发及布尔诺}}
* [[柏林戰役|柏林]]
* [[布拉格攻勢|布拉格]]
* [[勝利日 (5月9日)|德國投降]]
}}<noinclude>
[[Category:第二次世界大战模板]]
</noinclude>