{| align=center id=toc style="width:450px"
|- style="background:#ccccff"
|colspan="8" align="center" bgcolor="#ccccff"| '''[[世纪]]列表'''
|- style="text-align:center;"
|[[前28世纪|前28]]
|[[前27世纪|前27]]
|[[前26世纪|前26]]
|[[前25世纪|前25]]
|[[前24世纪|前24]]
|[[前23世纪|前23]]
|[[前22世纪|前22]]
|- style="background:#ccccff; text-align:center;"
|[[前21世纪|前21]]
|[[前20世纪|前20]]
|[[前19世纪|前19]]
|[[前18世纪|前18]]
|[[前17世纪|前17]]
|[[前16世纪|前16]]
|[[前15世纪|前15]]
|- style="text-align:center;"
|[[前14世纪|前14]]
|[[前13世纪|前13]]
|[[前12世纪|前12]]
|[[前11世纪|前11]]
|[[前10世纪|前10]]
|[[前9世纪|前9]]
|[[前8世纪|前8]]
|- style="background:#ccccff; text-align:center;"
|[[前7世纪|前7]]
|[[前6世纪|前6]]
|[[前5世纪|前5]]
|[[前4世纪|前4]]
|[[前3世纪|前3]]
|[[前2世纪|前2]]
|[[前1世纪|前1]]
|- style="text-align:center;"
| [[1世纪|1]]
| [[2世纪|2]]
| [[3世纪|3]]
| [[4世纪|4]]
| [[5世纪|5]]
| [[6世纪|6]]
| [[7世纪|7]]
|- style="background:#ccccff; text-align:center;"
|width=15%| [[8世纪|8]]
| [[9世纪|9]]
| [[10世纪|10]]
| [[11世纪|11]]
| [[12世纪|12]]
| [[13世纪|13]]
| [[14世纪|14]]
|- style="text-align:center;"
| [[15世纪|15]]
| [[16世纪|16]]
| [[17世纪|17]]
| [[18世纪|18]]
| [[19世纪|19]]
| [[20世纪|20]]
| [[21世纪|21]]
|-
|}<noinclude>[[Category:时间模板|{{PAGENAME}}]]</noinclude>