{{Navbox
|name   = Departments of Guatemala
|title  = [[瓜地馬拉]]的[[瓜地馬拉行政區劃|省份]]
|titlestyle = 
|image  = [[File:Flag of Guatemala.svg|50px|Flag of Guatemala]]
|style  = text-align: left;
|groupstyle = text-align: center; white-space: nowrap;
|state  = 
|top    = 
| list1 =  [[上維拉帕斯省|上維拉帕斯]]{{.w}}[[下維拉帕斯省|下維拉帕斯]]{{.w}}[[奇馬爾特南戈省|奇馬爾特南戈]]{{.w}}[[奇基穆拉省|奇基穆拉]]{{.w}}[[貝登省|貝登]]{{.w}}[[普羅格雷索省|普羅格雷索]]{{.w}}[[基切省|基切]]{{.w}}[[埃斯昆特拉省|埃斯昆特拉]]{{.w}}[[瓜地馬拉省|瓜地馬拉]]{{.w}}[[韋韋特南戈省|韋韋特南戈]]{{.w}}[[伊薩瓦爾省|伊薩瓦爾]]{{.w}}[[哈拉帕省|哈拉帕]]{{.w}}[[胡蒂亞帕省|胡蒂亞帕]]{{.w}}[[克察爾特南戈省|克察爾特南戈]]{{.w}}[[雷塔盧萊烏省|雷塔盧萊烏]]{{.w}}[[薩卡特佩克斯省|薩卡特佩克斯]]{{.w}}[[聖馬科斯省|聖馬科斯]]{{.w}}[[聖羅薩省|聖羅薩]]{{.w}}[[索洛拉省|索洛拉]]{{.w}}[[蘇奇特佩克斯省|蘇奇特佩克斯]]{{.w}}[[托托尼卡潘省|托托尼卡潘]]{{.w}}[[薩卡帕省|薩卡帕]]

|}}<noinclude>

[[Category:各國一級行政區劃導航模板]]
[[Category:中美洲國家模板]]
[[Category:瓜地馬拉模板]]
[[Category:瓜地馬拉行政區劃]]
</noinclude>