<includeonly><!--

-->{{#ifexpr:{{{3}}}>0|<!--
=====================================================
= year specified as number > 0, with or without "BC"
=====================================================
  --><span style="{{#ifeq:{{{debug|}}}|yes|border:1px solid|display:none}}"><!--
  -->{{#ifeq:{{lc:{{{4|}}}}}|bc|<!--
==========================================
= year specified as number > 0, with "BC"
==========================================
    -->-{{#ifexpr: {{{3}}} > 9000|0}}<!--
    -->{{#ifexpr: {{{3}}} > 9900|0}}<!--
    -->{{#ifexpr: {{{3}}} > 9990|0}}<!--
    -->{{#expr:10000-{{{3}}}}}|<!--
==========
= year AD
==========
    -->0{{#ifexpr: {{{3}}} < 1000|0}}<!--
    -->{{#ifexpr: {{{3}}}< 100|0}}<!--
    -->{{#ifexpr: {{{3}}} < 10|0}}<!--
    -->{{#expr:1*{{{3}}}}} }}<!--
=============================================================================
= rest of hidden part for the case that the year is specified as number > 0,
= with or without "BC"
=============================================================================
  -->{{#if:{{{2|}}}|-{{MONTH|{{{2}}}}}<!--
    -->{{#if:{{{1|}}}|-{{0expr|{{{1}}}}} }} }} </span><!--
=============================================================================
= visible part for the case that the year is specified as number > 0,
= with or without "BC"
=============================================================================
  -->[[{{#ifeq:{{lc:{{{4|}}}}}|bc|公元前}}{{#expr:1*{{{3}}}}}年]]{{#if:{{{2|}}}|[[{{{2}}}月{{{1|}}}日]]}}}}<!--
================================
= year specified as number <= 0
================================
-->{{#ifexpr:{{{3}}}<=0|<!--
--><span style="{{#ifeq:{{{debug|}}}|yes|border:1px solid|display:none}}"><!--
-->-{{#ifexpr: {{{3}}} < -8999|0}}<!--
-->{{#ifexpr: {{{3}}} < -9899|0}}<!--
-->{{#ifexpr: {{{3}}} < -9989|0}}<!--
-->{{#expr:9999+{{{3}}}}}<!--
=============================================================================
// rest of hidden part for the case that the year is specified as number <= 0
=============================================================================
-->{{#if:{{{2|}}}|-{{MONTH|{{{2}}}}}{{#if:{{{1|}}}|-{{0expr|{{{1}}}}}}}}} </span><!--
======================================================================
// visible part for the case that the year is specified as number <= 0
======================================================================
-->[[公元前{{#expr:1-{{{3}}}}}年]]{{#if:{{{2|}}}|[[{{{2}}}月{{{1|}}}日]]}}}}<!--

--></includeonly><noinclude>
{{documentation}}
<!-- Add cats and interwikis to the /doc subpage, not here! -->
</noinclude>