{{Navbox
|name  = FiveDynasties-song-liao-jin
|listclass=hlist
|title = [[唐朝|晚唐]]、[[五代十国|五代]]、[[宋朝|宋]]、[[金朝|金]]时期存在的君主制国家与藩镇等
|group1 = 五代
|list1 = * [[后梁]]
* [[后唐]]
* [[后晋]]
* [[後漢]]
* [[后周]]

|group2 = 十国
|list2 = * [[前蜀]]
* [[後蜀]]
* [[南唐]]
* [[杨吴|吴]]
* [[吴越国|吴越]]
* [[闽国|閩]]
* [[马楚|楚]]
* [[南汉]]
* [[荆南|南平]]（荆南）
* [[北汉|北漢]]

|group3 = 王朝
|list3 = * [[宋朝|宋]]
* [[辽朝|辽]]
* [[金朝|金]] 

|group4 = 华北
|list4 = * [[燕 (五代)|燕]]
* [[晉 (五代十國)|晋]]
* [[岐]]
* [[北平 (五代)|北平]]
* [[成德節度使|成德军]]
* [[赵 (五代)|赵]]
* [[义武军节度使|义武军]]
* [[李從益]]
* [[刘齐]]

|group5 = 东北
|list5 = * [[渤海国|渤海]]
* [[东丹]]
* [[定安国|定安]]
* [[后渤海]]（渤海[[大光显]]）
* [[北遼]]
* [[耶律雅里政权|西北遼]]
* [[兴辽]]
* [[东夏]]（大真、东真）
* [[东辽国|东辽]]

|group6 = 西北
|list6 = * [[朔方节度使|朔方军]]
* [[定难军节度使|定难军]]
* [[归义军]]
* [[河西节度使|河西军]]
* [[于阗|-{于}-阗]]（金玉国）
* [[畏兀儿]]（西州回鹘、[[高昌回鹘]]、畏吾儿)
* [[甘州回鶻]]
* [[龟兹回鹘]]
* [[葛逻禄]]
* [[九姓烏古斯|九姓乌护]]
* [[样磨]]* [[仲云国|仲云]]
* [[喀喇汗国|喀喇汗]]（[[东喀喇汗]]、[[西喀喇汗]]）
* [[西辽|西遼]]
* [[西夏]]

|group7 = 东南
|list7 = * [[威武軍節度使|威武军]]
* [[殷 (五代十国)|殷]]
* [[清源軍]]（平海军）
* [[武平军节度使|武平军]]
* [[静海军节度使|静海军]]
* [[大楚 (張邦昌)|張楚]]
* [[吴曦 (南宋)|吴蜀]]

|group8 = 西南
|list8 = * [[南诏]]
* [[大長和]]
* [[大天興]]
* [[大義寧]]
* [[大理国|大理]]
* [[大中 (國家)|大中]]
* [[大理国|後大理]]
* [[昆明大鬼主|淯水夷]]（[[罗甸国]]
* [[羅氏鬼國]]）
* [[自杞国]]
* [[景陇金殿国]]

|group9 = 青藏高原诸部
|list9 = * [[唃厮啰国|唃厮啰]]（青唐羌、邈川吐蕃、黄头回纥）
* [[六谷部|六-{谷}-部]]（河西吐蕃）
* [[吐蕃分裂时期|吐蕃诸部]]（[[拉萨王系]]、[[雅隆觉阿王系]]、[[拉达克王国|拉达克王系]]、[[古格王朝|古格王系]]、[[普兰王系]]、[[亚泽王朝|亚泽王系]]、[[贡塘王系]]）

|group10 = 蒙古草原诸部
|list10 = * 合木黑蒙古([[尼倫|尼倫蒙古]]([[乞颜]]（[[蒙兀国]]
* [[主儿乞部|主儿乞]]
* [[泰赤乌部|泰赤乌]]）
* [[札達蘭部|札达兰]]
* [[巴魯剌思氏|巴魯剌思]])
* [[迭列斤|迭列斤蒙古]]([[札剌亦兒]]
* [[弘吉剌]]))
* [[蔑兒乞]]* [[塔塔儿部|塔塔儿]]
* [[克烈]]
* [[乃蛮]]
* [[汪古部|汪古]]（白鞑靼）
* [[黑鞑靼]]
}}<noinclude>
[[Category:中国历史导航模板]]
</noinclude>