{{Navbox
| name  = Friends
| title = 《[[老友记]]》
| state     = {{{state|autocollapse}}}
| listclass = hlist

| group1= [[老友记剧中人物|角色]]
| list1 = [[瑞秋·格林]] - [[莫妮卡·蓋勒]] - [[菲比·布菲]] - [[喬伊·崔比雅尼]] - [[錢德·賓]] - [[羅斯·蓋勒]]
| group2= 主演
| list2 = [[詹妮弗·安妮斯顿]] - [[柯特妮·考克斯]] - [[丽莎·库卓]] - [[麥特·勒布郎]] - [[馬修·派瑞]] - [[大衛·史威默]]
| group3= 其他角色
| list3 = [[雞與鴨]] - [[珍妮丝·利特曼|珍妮斯]] - [[甘瑟]] - [[醜陋裸男]]
| group4= 場景
| list4 = [[中央公園咖啡館]] - [[錢德和喬伊的家]] - [[莫妮卡的家]]
| group5= 音乐
| list5 = [[I'll Be There for You]] - [[臭臭猫]] - [[乔伊]]
| group6= 相关资料
| list6 = [[经典笑料]]
| group7= [[老友记集数列表|集數]]
| list7=[[老友记 (第一季)|第一季]]- [[老友记 (第二季)|第二季]]- [[老友记 (第三季)|第三季]]- [[老友记 (第四季)|第四季]]- [[老友记 (第五季)|第五季]]- [[老友记 (第六季)|第六季]]- [[老友记 (第七季)|第七季]]- [[老友记 (第八季)|第八季]]- [[老友记 (第九季)|第九季]]- [[老友记 (第十季)|第十季]]- [[六人行：當我們又在一起|-{zh-cn:重聚;zh-hant:當我們又在一起;}-]]
}}<noinclude>
{{collapsible option}}
[[Category:文化模板]]
[[Category:六人行]]
</noinclude>