<br clear="all" />
{| style="margin:0 auto;" align=center width=85% id=toc
|align=center bgcolor=#BFD7FF| [[File:Flag of Ghana.svg|30px]] ''' [[加纳足球甲级联赛]] 2006/07 teams:'''
|-
|align=center | [[橡树之心体育俱乐部|橡树之心]] | [[全黑足球俱乐部|全黑]] | [[阿散蒂黄金运动俱乐部|阿散蒂黄金]] | [[阿散蒂科托科足球俱乐部|阿散蒂科托科]] | [[贝瑞克姆阿森纳足球俱乐部|贝瑞克姆阿森纳]] | [[加纳费耶诺德学院|费耶诺德学院]]
|-
|align=center | [[阿克拉大奥林匹克足球俱乐部|大奥林匹克]] | [[狮心足球俱乐部|狮心]]  | [[法塞尔巴贝斯国王足球俱乐部|法塞尔巴贝斯国王]] | [[自由职业运动员足球俱乐部|自由职业运动员]] | [[力量足球俱乐部|力量]] | [[皇家运动足球俱乐部|皇家运动]]
|-
|align=center | [[皇家塔马利联足球俱乐部|皇家塔马利联]] | [[塞康第哈萨卡斯足球俱乐部|塞康第哈萨卡斯]] | [[博弗阿克瓦塔诺足球俱乐部|博弗阿克瓦塔诺]] | [[特马青年足球俱乐部|特马青年]]
|-
|}<noinclude>[[Category:足球竞赛模板]][[Category:加纳足球]]</noinclude>