{{ #switch: {{{format|}}}
  | endpoint1 = [[小西灣（藍灣半島）公共運輸交匯處|小西灣（藍灣半島）]]
  | endpoint2 = [[赤柱]]（[[赤柱正灘|海灘]]／[[赤柱市集巴士總站|市場]]／[[赤柱監獄|監獄]]） 
  | direction = 0
  | status = 只限每年6－9月泳季假日提供服務
  | inline = [[小西灣（藍灣半島）公共運輸交匯處|小西灣（藍灣半島）]] ↺ [[赤柱]]（[[赤柱正灘|海灘]]／[[赤柱市集|市場]]／[[赤柱監獄|監獄]]）
  | normal = [[小西灣（藍灣半島）公共運輸交匯處|小西灣（藍灣半島）]]、[[富景花園]]、[[富怡花園]]、[[小西灣邨巴士總站|小西灣邨]]／[[富欣花園]]／[[曉翠苑]]、[[樂軒臺]]、[[漁灣邨]]、[[環翠邨]]／[[青年廣場]]、[[興華邨]]、[[東區尤德夫人那打素醫院|東區醫院]]、[[興民邨]]／[[山翠苑]]、[[大潭水塘|大潭篤水塘]]、[[大潭郊野公園]]／[[大潭童軍中心]]、[[紅山半島]]／[[龜背灣]]、[[赤柱市集巴士總站|赤柱正灘]]、[[赤柱市集]]、[[聖士提反書院]]、[[赤柱監獄]]［循環線］
  | full =
}}<noinclude>[[Category:城巴路線模板|314]]</noinclude>