{{ #switch: {{{format|}}}
  | endpoint1 = [[深灣公共運輸交匯處|深灣]]<BR>[[香港海洋公園|海洋公園]]
  | endpoint2 = [[華富（北）巴士總站|華富（北）]]
  | direction = 0
  | status = 
  | inline = [[深灣公共運輸交匯處|深灣]]／[[香港海洋公園|海洋公園]] ↺ [[華富（北）巴士總站|華富（北）]] 
  | normal =
  | full =
  | special1 = [[深灣公共運輸交匯處|深灣]] ↺ [[華富（北）巴士總站|華富（北）]]
  | special2 = [[深灣公共運輸交匯處|深灣]] → [[華富邨]]（華安樓）
  | special3 = [[香港海洋公園|海洋公園]] ↺ [[華富（北）巴士總站|華富（北）]]
  | special4 = [[深灣公共運輸交匯處|深灣]] → [[華富（北）巴士總站|華富（北）]] → [[香港海洋公園|海洋公園]]
  | special5 = [[香港海洋公園|海洋公園]] → [[華富（北）巴士總站|華富（北）]] → [[深灣公共運輸交匯處|深灣]]
}}<noinclude>[[Category:城巴路線模板|048]]</noinclude>