<includeonly>{{ #switch: {{{1|}}}
  | P = 只限平日繁忙時間服務
  | M = 只限平日上午繁忙時間服務
  | M+H = 只限每日上午繁忙時間服務
  | A = 只限平日下午繁忙時間服務
  | A+H = 只限每日下午繁忙時間服務
  | N = 通宵服務
  | H = 只限星期日及公眾假期服務
  | S+H = 只限星期六、日及公眾假期服務
  | D = 只限平日日間服務
  | D+H = 只限每日日間服務
  | R = 只限跑馬地馬場賽馬日服務
  | RS = 只限沙田馬場賽馬日服務
  | S = 只限特定日子服務
  | NoH = 星期日及公眾假期停止服務
  | NP = 只限平日非繁忙時間服務
  | NP+H = 只限每日非繁忙時間服務
  | Dawn = 只限平日清晨時段服務
  | Dawn+H = 只限每日清晨時段服務
  | P+H = 只限每日繁忙時間服務
  | 24HS = 每日24小時服務
  | 紅館 = 只限香港體育館舉行大型活動後服務
  | 清明 = 只限[[清明]]／[[重陽]]服務
  | ST = 特別班次
  | Cancel = 已取消服務
  | #default = ''(狀態不明)''
}}</includeonly><noinclude>

== 參數 ==

{| class="wikitable"
|-
! 參數 !! 英文意思 !! 中文解釋
|-
| P || '''P'''eak || 只限平日繁忙時間服務
|-
| M || '''M'''orning Peak || 只限平日早上繁忙時間服務
|-
| M+H || '''M'''orning Peak＋'''H'''oliday || 只限每日早上繁忙時間服務
|-
| A || '''A'''fternoon Peak || 只限平日下午繁忙時間服務
|-
| A+H || '''A'''fternoon Peak＋'''H'''oliday || 只限每日下午繁忙時間服務
|-
| N || '''N'''ight || 通宵服務
|-
| H || '''H'''oliday || 只限星期日及公眾假期服務
|-
| S+H || '''S'''aturday＋'''H'''oliday || 只限星期六、日及公眾假期服務
|-
| R || '''R'''ace || 只限[[跑馬地馬場]]賽馬日服務
|-
| RS || '''R'''ace '''S'''hatin || 只限[[沙田馬場]]賽馬日服務
|-
| S || '''S'''pecial || 只限特定日子服務
|-
| NoH || '''No''' '''H'''oliday || 星期日及公眾假期停止服務
|-
| Dawn || || 只限平日黎明時分服務
|-
| Dawn+H || '''Dawn'''＋'''H'''oliday || 只限每日黎明時分服務
|-
| P+H || '''P'''eak＋'''H'''oliday || 只限每日繁忙時間服務
|-
| 24HS || '''24 H'''ours '''S'''ervice || 每日24小時服務
|-
| 紅館 || || 只限[[香港體育館|紅館]]演唱會日期服務
|-
| 清明 || || 只限[[清明|清明節]]及[[重陽|重陽節]]服務
|-
| ST || '''S'''pecial '''T'''rips || 特別班次
|-
| Cancel || || 已經取消服務，該巴士路綫已不存在
|}

== 示範 ==
{{documentation}}
<nowiki>{{</nowiki>{{PAGENAME}}|'''M'''<nowiki>}}</nowiki>

'''注意'''：每次只能接受一個參數
[[Category:香港交通模板]]
</noinclude>