<noinclude>
{{NoteTA |G1=Country 
|1= zh-tw:基進;zh-cn:激进;zh-hk:激進
}}
</noinclude>{{Sidebar with collapsible lists
| name = Ideologies
| bodyclass = <!--or class-->
| bodystyle = <!--or style-->
| cellspacing = 
<!--user-setting-->
| titlestyle = padding-top: 0.1em; padding-bottom: 0.1em; font-size: 160%; font-weight: normal;
<!--user-setting-->
| cellpadding = 
|class = hlist
| title = '''[[意識形態|政治意識形態]]'''
| titleclass = 
| image = 系列條目
| style = width: 16em;

|heading1=思想流派
|list1title = [[自由主义]]
|list1 = 
*[[古典自由主义]]
*[[个人主义]]
*[[无政府主义]]（[[個人無政府主義]]）
*[[社会自由主义]]
*[[新自由主義]]
*[[自由意志主義]]

|list2title = [[民主|民主主義]]
|list2 = 
*[[直接民主制]]
*[[代議民主制]]
*[[自由民主制]]
*[[宪政主义]]
*[[不自由的民主]]
*[[社會民主主義]]
*{{tsl|ja|日本型社会民主主義|日本型社会民主主義}}
*[[激进民主主义]]
*[[基督教民主主義]]
*{{tsl|ja|ブルジョア民主主義|資產階級民主主義}}
*{{tsl|ja|プロレタリア民主主義|無產階級民主主義}}
*[[人民民主]]
*[[三民主義]]

|list3title = [[威权主义]]
|list3 = 
*[[专制主义]]
*{{tsl|ja|専制主義|専制主義}}
*[[絕對主義]]
*[[法西斯主义]]
*[[纳粹主义]]
*[[伊斯蘭法西斯主義]]
*[[極權主義]]
*[[军国主义]]
*{{tsl|ja|徳治主義|德治主義}}
*{{tsl|ja|封建主義|封建主義 (政治意識形態)|封建主義}}

|list4title = {{tsl|ja|集団主義|集團主義}}
|list4 = 
*[[國家主義]]
*[[地方主義]]
*[[民族主義]]
*[[族裔民族主义]]
*[[社群主義]]
*[[社團主義]]
*[[集体主义]]
*[[伊斯兰主义]]
*[[伊斯兰原教旨主义]]
*[[基督教基要主义|基督教原理主义]]
*[[對伊斯蘭教的批評]]
*{{tsl|ja|ヒンドゥー・ナショナリズム|印度教至上主義}}

|list5title = [[资本主义]]
|list5 = 
*[[自由放任]]
*[[国家资本主义]]
*[[国家垄断资本主义]]
*{{tsl|ja|超資本主義|超資本主義}}
*[[無政府資本主義]]
*{{tsl|ja|グローバル資本主義|國際資本主義}}
*{{tsl|ja|情報資本主義|情報資本主義}}

|list6title = [[社会主义]]
|list6 = 
*[[空想社会主义]]
*[[宗教社会主义]]
*[[民主社会主义]]
*[[社會民主主義]]
*[[共产主义]]（[[共产主义意识形态列表|列表]]）
*[[无政府主义]]（[[社會無政府主義]]）
*[[工团主义]]
*{{tsl|ja|自主管理社会主義|自主管理社會主義}}
*[[左翼共产主义]]
*[[阿拉伯社会主义]]
*[[市场社会主义]]
*[[國家社會主義 (消歧義)]]
*{{tsl|ja|日本型社会主義|日本型社会主義}}
*{{tsl|ja|日本型社会民主主義|日本型社会民主主義}}
*[[马克思列宁主义]]
*[[马克思主义]]
*[[卢森堡主义]]
*[[列宁主义]]
*[[托洛茨基主义]]
*[[斯大林主义]]
*[[毛泽东思想]]
*[[邓小平理论]]

|list7title = [[环境保护主义]]
|list7 = 
*[[綠色政治]]
*{{tsl|ja|緑の保守主義|緑色保守主義}}


|heading8=[[政治光譜]]
|list8title = {{tsl|ja|革新|革新派}} 
|list8 =
*[[改良主义]]
*[[進步主義]]
*[[激进主义]]
*[[左派]]
*[[極左派]]
*[[平等主義]]
*[[理性主义]]

|list9title =中間主義
|list9 = 
*[[中間偏左]]
*[[中間偏右]]

|list10title =保守主義
|list10 = 
*[[社会保守主义]]
*{{tsl|ja|保守左派|保守左派}}
*{{tsl|ja|緑の保守主義|緑色保守主義}}
*[[民族保守主義]]
*[[新保守主義]]
*[[右派]]
*[[極右派]]
*[[保皇派|保皇主義]]

|list11title =其它
|list11 = 
*[[第三条道路]]
*{{tsl|ja|政治的シンクレティズム|政治融合主義}}
*[[中庸]]

|heading12={{tsl|ja|統治機構|統治體制}}
|list12title =統治者類型
|list12 = 
*[[君主制]]
*[[贵族政治]]
*[[神權政治]]
*[[共和主义]]
*[[无产阶级专政]]

|list13title =權力分配
|list13 = 
*[[寡头政治]]
*[[精英政治]]
*[[多头政体]]

|list14title =國家形式
|list14 = 
*[[单一制]]
*[[联邦制]]
*[[邦联制]]
*[[无产阶级国际主义]]
*[[超國家主義 (國際關係)]]
*[[世界主义]]

|list15title =其它
|list15 = 
* {{tsl|ja|啓蒙思想|啓蒙思想}}
* [[混合经济]]
* [[現實主義 (國際關係)]]
* [[精英主义]]
* [[民粹主義]]
* [[宗教教義]]
* [[原教旨主義]]
* [[女性主義]]
* [[多元主義]]
* {{tsl|ja|結果責任|結果責任}}
* [[权术]]
* [[诸子百家]]
* [[帝国主义]]
* [[封建|封建主義]]
* [[孤立主义]]

| below = {{flat list|*'''[[政治意識形態列表|列表]]'''
*'''[[Portal:政治|政治主題頁]]'''
}}
| belowclass = 
| belowstyle = 

| navbar = <!--or tnavbar-->
| navbarstyle = <!--or tnavbarstyle-->
| navbarfontstyle = <!--or tnavbarfontstyle-->

| wraplinks = true
}}<noinclude>[[Category:政治模板]]</noinclude>