{{Navbox
| name   = Ilyushin aircraft
| title = [[伊留申]][[飛機]]
| listclass = hlist
| group1 = 戰鬥機
| list1 =
* [[伊留申I-21|I-21]]
* [[伊尔-1]]
| group2 = 攻擊機
| list2 =
* [[伊尔-2]]
* [[伊尔-8]]
* [[伊尔-10]]
* [[伊爾-16]]
* [[伊尔-20 (1948年)|伊尔-20 (I)]]
* [[伊爾-40]]
* [[伊尔-102]]
| group3 = 轟炸機
| list3 =
* [[DB-3轰炸机|DB-3]]
* [[伊尔-4]]
* [[DB-4轰炸机|DB-4]]
* [[伊爾-6]]
* [[伊尔-22 (1947年)|伊尔-22 (I)]]
* [[伊尔-28]]
* [[伊尔-30]]
* [[伊尔-46]]
* [[伊尔-54]]
| group4 = 運輸機
| list4 =
* [[伊尔-12]]
* [[伊尔-18#衍生型|伊尔-20 (II)]]
* [[伊尔-32]]
* [[伊尔-76]]
* [[伊尔-78]]
* [[伊尔-80]]
* [[伊尔-106]]
* [[伊尔-112]]
* [[伊尔-276]]
|group5 = 客机
|list5  =
* [[伊尔-14]]
* [[伊尔-18 (1946年)|伊尔-18 (1946)]]
* [[伊尔-18]]
* [[伊尔-62]]
* [[伊尔-86]]
* [[伊尔-96]]
* [[伊尔-108]]
* [[伊尔-114]]
| group6 = 偵察機
| list6 =
* [[伊尔-18#衍生型|伊尔-20 (III)]]
* [[伊尔-18#衍生型|伊尔-22 (II)]]
* [[伊尔-18#衍生型|伊尔-24]]
* [[伊尔-38]]
* [[A-50預警機|A-50]]
| group7 = 教練機
| list7 = [[伊尔-103]]
| group8 = 实验机
| list8 =
* [[别里耶夫A-60|A-60]]
}}<includeonly></includeonly>
<noinclude>
[[Category:航空模板]]
[[Category:伊留申飞机]]
</noinclude>