<includeonly>{| class="infobox" style="width: 20em; text-align: left; font-size: 90%; line-height: 130%; border-spacing: 2px 5px"
|+ style="font-size: 130%;  padding-bottom:2px"|
{{#if:{{{中共机构名称|}}}|<span style="color: #DF2407">'''{{{中共机构名称}}}'''</span>{{#ifeq:{{{1}}}|nocat||{{#if:{{{机构名称|}}}|[[Category:一个机构多块牌子]][[Category:党政合一机构]]}}}}}}{{#if:{{{中共机构名称2|}}}|<br /><span style="color: #DF2407">'''{{{中共机构名称2}}}'''</span>{{#ifeq:{{{1}}}|nocat||[[Category:一个机构多块牌子]]}}}}{{#if:{{{中共机构名称|}}}|{{#if:{{{机构名称|}}}|<br /><span style="color: #000000">'''{{{机构名称}}}'''</span>|}}|<span style="color: #000000">'''{{{机构名称|{{PAGENAME}}}}}'''</span>}}{{#if:{{{机构名称2|}}}|<br /><span style="color: #000000">'''{{{机构名称2}}}'''</span>{{#ifeq:{{{1}}}|nocat||[[Category:一个机构多块牌子]]}}}}
{{#if:{{{对国外称|}}}|<br /><small><small>[[一个机构两块牌子|涉外时称]]：</small><span style="color: #000000">'''{{{对国外称}}}'''</span></small>{{#ifeq:{{{1}}}|nocat||[[Category:对国内外使用不同名称的单位]]}}}}
|-
{{#if:{{{牌子2|}}}|
![[一个机构两块牌子|其他牌子]]
{{!}}'''{{{牌子2}}}'''{{#ifeq:{{{1}}}|nocat||[[Category:一个机构多块牌子]]{{#if:{{{中共机构名称|}}}|[[Category:党政合一机构]]}}}}
{{!-}}}}
{{#if:{{{加挂牌子|}}}|
![[一个机构两块牌子|{{Black|加挂牌子}}]]
{{!}}'''{{{加挂牌子}}}'''{{#ifeq:{{{1}}}|nocat||[[Category:加挂其他牌子的机构]]}}
{{!-}}}}
{{#if:{{{保留牌子|}}}|
!{{nowrap|[[一个机构两块牌子|{{Black|对外保留牌子}}]]}}
{{!}}'''{{{保留牌子}}}'''{{#ifeq:{{{1}}}|nocat||[[Category:对外保留其他牌子的机构]]}}
{{!-}}}}
{{#if:{{{牌子挂在|}}}|
![[一个机构两块牌子|{{Black|牌子挂在}}]]
{{!}}{{{牌子挂在}}}
{{!-}}}}
{{#if:{{{标志1|}}}|
{{!}}colspan="2" style="text-align: center"{{!}}
{{#invoke:InfoboxImage|InfoboxImage|image={{{标志1|}}}|size={{{标志1宽度|}}}|sizedefault=100px}}<br />{{#if:{{{标志1说明|}}}|{{{标志1说明}}}}}
{{!-}}}}
{{#if:{{{标志2|}}}|
{{!}}colspan="2" style="text-align: center"{{!}}
{{#invoke:InfoboxImage|InfoboxImage|image={{{标志2|}}}|size={{{标志2宽度|}}}|sizedefault=100px}}<br />{{#if:{{{标志2说明|}}}|{{{标志2说明}}}}}
{{!-}}}}
{{#if:{{{标志3|}}}|
{{!}}colspan="2" style="text-align: center"{{!}}
{{#invoke:InfoboxImage|InfoboxImage|image={{{标志3|}}}|size={{{标志3宽度|}}}|sizedefault=100px}}<br />{{#if:{{{标志3说明|}}}|{{{标志3说明}}}}}
{{!-}}}}
{{#if:{{{挂靠单位|}}}|
!挂靠单位
{{!}}{{{挂靠单位}}}
{{!-}}}}
{{#if:{{{中共合署办公|}}}|
![[合署办公|<span style=color: #DF2407>合署办公</span>]]
{{!}}{{{中共合署办公}}}{{#ifeq:{{{1}}}|nocat||[[Category:中华人民共和国合署办公]]{{#if:{{{机构名称|}}}|[[Category:党政合署办公]]}}}}
{{!-}}}}
{{#if:{{{合署办公|}}}|
![[合署办公]]
{{!}}{{{合署办公}}}{{#ifeq:{{{1}}}|nocat||[[Category:中华人民共和国合署办公]]{{#if:{{{中共机构名称|}}}|[[Category:党政合署办公]]}}}}
{{!-}}}}
{{#if:{{{格言1|}}}|{{!}}colspan=2 style="border-top:1px solid; font-size: 100%; color: white; background:{{{color|#DF2407}}}; text-align: center"{{!}}'''[[格言|<span style=color:#FFFFFF>格言</span>]]或[[標語|<span style=color:#FFFFFF>口号</span>]]'''</span>
{{!-}}
!colspan="2" style="font-weight:normal; text-align: center"{{!}}
<BIG>'''{{{格言1}}}'''</BIG>{{#if:{{{格言1注释|}}}|{{#tag:ref|{{{格言1注释}}}}}}}{{#if:{{{格言2|}}}|<br /><BIG>'''{{{格言2}}}'''</BIG>{{#if:{{{格言2注释|}}}|{{#tag:ref|{{{格言2注释}}}}}}}}}{{#if:{{{格言3|}}}|<br /><BIG>'''{{{格言3}}}'''</BIG>{{#if:{{{格言3注释|}}}|{{#tag:ref|{{{格言3注释}}}}}}}}}{{#if:{{{格言4|}}}|<br /><BIG>'''{{{格言4}}}'''</BIG>{{#if:{{{格言4注释}}}|{{#tag:ref|{{{格言4注释}}}}}}}}}{{#if:{{{格言5|}}}|<br /><BIG>'''{{{格言5}}}'''</BIG>{{#if:{{{格言5注释|}}}|{{#tag:ref|{{{格言5注释}}}}}}}}}
{{!-}}}}
{{#if:{{{职位1|}}}|{{!}}colspan=2 style="border-top:1px solid; font-size: 100%; color: white; background:{{{color|#DF2407}}}; text-align: center"{{!}}{{#if:{{{届数|}}}|'''第{{{届数}}}届'''<br/><span style="white-space:nowrap">（{{{任期始}}}{{#if:{{{任期终|}}}|－{{{任期终}}}|至今}}）</span>{{#if:{{{职位2|}}}|<hr />{{#if:{{{人员链接|}}}|[[{{{人员链接}}}|<span style=color:#FFFFFF>'''<u>{{{人员名称|主要领导}}}</u>'''</span>]]|<span style=color:#FFFFFF>'''{{{人员名称|主要领导}}}'''</span>}}}}|{{#if:{{{人员链接|}}}|[[{{{人员链接}}}|<span style=color:#FFFFFF>'''<u>{{{人员名称|主要领导}}}</u>'''</span>]]|<span style=color:#FFFFFF>'''{{{人员名称|主要领导}}}'''</span>}}}}}}
{{!-}}
{{#if:{{{职位1|}}}|
!{{{职位1}}}{{#if:{{{人数1|}}}|{{nobold|（{{{人数1}}}{{#if:{{{职数1|}}}|/{{{职数1}}}}}）}}}}
{{!}}{{{人员1}}}{{#if:{{{衔级1|}}}|&nbsp;<small>{{{衔级1}}}</small>}}
}}
{{!-}}
{{#if:{{{职位2|}}}|
!{{{职位2}}}{{#if:{{{人数2|}}}|{{nobold|（{{{人数2}}}{{#if:{{{职数2|}}}|/{{{职数2}}}}}）}}}}
{{!}}{{{人员2}}}}}{{#if:{{{衔级2|}}}|&nbsp;<small>{{{衔级2}}}</small>}}
{{!-}}
{{#if:{{{职位3|}}}|
!{{{职位3}}}{{#if:{{{人数3|}}}|{{nobold|（{{{人数3}}}{{#if:{{{职数3|}}}|/{{{职数3}}}}}）}}}}
{{!}}{{{人员3}}}}}{{#if:{{{衔级3|}}}|&nbsp;<small>{{{衔级3}}}</small>}}
{{!-}}
{{#if:{{{职位4|}}}|
!{{{职位4}}}{{#if:{{{人数4|}}}|{{nobold|（{{{人数4}}}{{#if:{{{职数4|}}}|/{{{职数4}}}}}）}}}}
{{!}}{{{人员4}}}}}{{#if:{{{衔级4|}}}|&nbsp;<small>{{{衔级4}}}</small>}}
{{!-}}
{{#if:{{{职位5|}}}|
!{{{职位5}}}{{#if:{{{人数5|}}}|{{nobold|（{{{人数5}}}{{#if:{{{职数5|}}}|/{{{职数5}}}}}）}}}}
{{!}}{{{人员5}}}}}{{#if:{{{衔级5|}}}|&nbsp;<small>{{{衔级5}}}</small>}}
{{!-}}
{{#if:{{{职位6|}}}|
!{{{职位6}}}{{#if:{{{人数6|}}}|{{nobold|（{{{人数6}}}{{#if:{{{职数6|}}}|/{{{职数6}}}}}）}}}}
{{!}}{{{人员6}}}}}{{#if:{{{衔级6|}}}|&nbsp;<small>{{{衔级6}}}</small>}}
{{!-}}
{{#if:{{{职位7|}}}|
!{{{职位7}}}{{#if:{{{人数7|}}}|{{nobold|（{{{人数7}}}{{#if:{{{职数7|}}}|/{{{职数7}}}}}）}}}}
{{!}}{{{人员7}}}}}{{#if:{{{衔级7|}}}|&nbsp;<small>{{{衔级7}}}</small>}}
{{!-}}
{{#if:{{{职位8|}}}|
!{{{职位8}}}{{#if:{{{人数8|}}}|{{nobold|（{{{人数8}}}{{#if:{{{职数8|}}}|/{{{职数8}}}}}）}}}}
{{!}}{{{人员8}}}}}{{#if:{{{衔级8|}}}|&nbsp;<small>{{{衔级8}}}</small>}}
{{!-}}
{{#if:{{{职位9|}}}|
!{{{职位9}}}{{#if:{{{人数9|}}}|{{nobold|（{{{人数9}}}{{#if:{{{职数9|}}}|/{{{职数9}}}}}）}}}}
{{!}}{{{人员9}}}}}{{#if:{{{衔级9|}}}|&nbsp;<small>{{{衔级9}}}</small>}}
{{!-}}}}
|colspan=2 style="border-top:1px solid; font-size: 100%; color: white; background:{{{color|#DF2407}}}; text-align: center"|'''机构概况'''
|-
{{#if:{{{上诉法院|}}}|
![[中华人民共和国法院列表|上诉法院]]
{{!}}{{{上诉法院}}}
{{!-}}}}
{{#if:{{{业务上级|}}}|
!{{nowrap|业务上级机构}}
{{!}}{{{业务上级}}}
{{!-}}}}
{{#if:{{{组织上级|}}}|
!组织上级机构
{{!}}{{{组织上级}}}
{{!-}}}}
{{#if:{{{业务上级机构|}}}|
!{{nowrap|业务上级机构}}
{{!}}{{{业务上级机构}}}
{{!-}}}}
{{#if:{{{组织上级机构|}}}|
!组织上级机构
{{!}}{{{组织上级机构}}}
{{!-}}}}
{{#if:{{{上级机构|}}}|
!上级机构
{{!}}{{{上级机构}}}
{{!-}}}}
{{#if:{{{机构类型|}}}|
!机构类型
{{!}}{{{机构类型}}}
{{!-}}}}
{{#if:{{{行政级别|}}}|
![[:Category:单位行政级别|行政级别]]
{{!}}[[:Category:{{#ifeq:{{{行政级别}}}|正厅级|正地厅级|{{{行政级别}}}}}单位|{{{行政级别}}}]]{{#if:{{{撤销时间|}}}{{{接替者|}}}|[[Category:已撤销的{{#ifeq:{{{行政级别}}}|正厅级|正地厅级|{{{行政级别}}}}}单位]]|{{#ifeq:{{{1}}}|nocat||[[Category:{{#ifeq:{{{行政级别}}}|正厅级|正地厅级|{{{行政级别}}}}}单位{{#if:{{{机构名称|}}}||{{#if:{{{中共机构名称|}}}|{{!}}党}}}}]]}}}}
{{!-}}}}
{{#if:{{{军事级别|}}}|
![[中华人民共和国军事编制|军事级别]]
{{!}}[[:Category:{{{军事级别}}}单位|{{{军事级别}}}]]{{#if:{{{撤销时间|}}}{{{接替者|}}}|[[Category:已撤销的{{{军事级别}}}单位]]|{{#ifeq:{{{1}}}|nocat||[[Category:{{{军事级别}}}单位{{#if:{{{机构名称|}}}||{{#if:{{{中共机构名称|}}}|{{!}}党}}}}]]}}}}
{{!-}}}}
{{#if:{{{授权法源|}}}|
![[中華人民共和國法律|授权法源]]
{{!}}{{{授权法源}}}
{{!-}}}}
{{#if:{{{组织法规|}}}|
!组织法规
{{!}}{{{组织法规}}}
{{!-}}}}
{{#if:{{{职能|}}}|{{!}}colspan=2{{!}}
'''职能'''
{{{职能}}}
{{!-}}}}
{{#if:{{{职责|}}}|{{!}}colspan=2{{!}}
'''职责'''
{{{职责}}}
{{!-}}}}
{{#if:{{{权限|}}}|{{!}}colspan=2{{!}}
'''权限'''
{{{权限}}}
{{!-}}}}
{{#if:{{{管辖范围|}}}|{{!}}colspan=2{{!}}
'''管辖范围'''
{{{管辖范围}}}
{{!-}}}}
{{#if:{{{统一社会信用代码|{{wikidata|property|raw|P6795}}}}}|
![[统一社会信用代码]]
{{!}}{{{统一社会信用代码|{{wikidata|property|edit|P6795}}}}}
{{!-}}}}
{{#if:{{{编制人数|}}}|
!编制人数
{{!}}{{{编制人数}}}
{{!-}}}}
{{#if:{{{在职人数|}}}|
!在职人数
{{!}}{{{在职人数}}}
{{!-}}}}
{{#if:{{{离退人数|}}}|
![[离休|离]][[退休|退]]休人数
{{!}}{{{离退人数}}}
{{!-}}}}
{{#if:{{{履行出资人职责的机构|}}}|
!出资人
{{!}}[[中华人民共和国]]（[[国家]]）
{{!-}}
![[s:中华人民共和国企业国有资产法|履行出资人职责的机构]]
{{!}}{{{履行出资人职责的机构}}}
{{!-}}}}
{{#if:{{{注册资金|}}}|
![[注册资金]]
{{!}}{{{注册资金}}}
{{!-}}}}
{{#if:{{{总资产|}}}|
!总资产
{{!}}{{{总资产}}}
{{!-}}}}
{{#if:{{{总负债|}}}|
!总负债
{{!}}{{{总负债}}}
{{!-}}}}
{{#if:{{{资产负债率|}}}|
![[资产负债率]]
{{!}}{{{资产负债率}}}
{{!-}}}}
{{#if:{{{年度拨款|}}}|
!财政拨款收入
{{!}}{{{年度拨款}}}
{{!-}}}}
{{#if:{{{年度支出|}}}|
!总支出
{{!}}{{{年度支出}}}
{{!-}}}}
{{#if:{{{属性1|}}}|
!{{{属性1}}}
{{!}}{{{值1}}}
{{!-}}}}
{{#if:{{{属性2|}}}|
!{{{属性2}}}
{{!}}{{{值2}}}
{{!-}}}}
{{#if:{{{属性3|}}}|
!{{{属性3}}}
{{!}}{{{值3}}}
{{!-}}}}
{{#if:{{{属性4|}}}|
!{{{属性4}}}
{{!}}{{{值4}}}
{{!-}}}}
{{#if:{{{属性5|}}}|
!{{{属性5}}}
{{!}}{{{值5}}}
{{!-}}}}
{{#if:{{{属性6|}}}|
!{{{属性6}}}
{{!}}{{{值6}}}
{{!-}}}}
{{#if:{{{属性7|}}}|
!{{{属性7}}}
{{!}}{{{值7}}}
{{!-}}}}
{{#if:{{{属性8|}}}|
!{{{属性8}}}
{{!}}{{{值8}}}
{{!-}}}}
{{#if:{{{属性9|}}}|
!{{{属性9}}}
{{!}}{{{值9}}}
{{!-}}}}
{{#if:{{{属性10|}}}|
!{{{属性10}}}
{{!}}{{{值10}}}
{{!-}}}}
{{#if:{{{中共上级|}}}|
!<span style=color: #DF2407>上级中共组织</span>
{{!}}{{{中共上级}}}
{{!-}}}}
{{#if:{{{中共本级|}}}|
!<span style=color: #DF2407>本级中共组织</span>
{{!}}{{{中共本级}}}
{{!-}}}}
{{#if:{{{本级纪检监察|}}}|
!本级纪检监察机构
{{!}}{{{本级纪检监察}}}
{{!-}}}}
{{#if:{{{本级纪检|}}}|
![[中国共产党纪律检查机关|<span style=color: #DF2407>本级纪检机构</span>]]
{{!}}{{{本级纪检}}}
{{!-}}}}
{{#if:{{{本级监察|}}}|
!本级[[s:中华人民共和国监察法|监察]]机构
{{!}}{{{本级监察}}}
{{!-}}}}
{{#if:{{{常设机构|}}}|
!常设机构
{{!}}{{{常设机构}}}
{{!-}}}}
{{#if:{{{办事机构|}}}|
!办事机构
{{!}}{{{办事机构}}}
{{!-}}}}
{{#if:{{{类1|}}}|
!{{{类1}}}
{{!}}{{{项1}}}
{{!-}}}}
{{#if:{{{类2|}}}|
!{{{类2}}}
{{!}}{{{项2}}}
{{!-}}}}
{{#if:{{{类3|}}}|
!{{{类3}}}
{{!}}{{{项3}}}
{{!-}}}}
{{#if:{{{子类1|}}}|{{!}}colspan=2 style="border-top:1px solid; font-size: 100%; color: white; background:{{{color|#DF2407}}}; text-align: center"{{!}}{{#if:{{{下级链接|}}}|[[{{{下级链接}}}|<span style=color:#FFFFFF><u>'''下级机构'''</u></span>]]|{{#if:{{{下级名称|}}}|{{{下级名称|}}}|'''下级机构'''}}}}
{{!-}}
!{{{子类1}}}
{{!}}{{#if:{{{子项1|}}}|'''{{{子项1}}}'''}}
{{!-}}
{{#if:{{{子类1.1|}}}|
!{{nobold|　{{{子类1.1}}}}}
{{!}}{{{子项1.1}}}
{{!-}}}}
{{#if:{{{子类1.2|}}}|
!{{nobold|　{{{子类1.2}}}}}
{{!}}{{{子项1.2}}}
{{!-}}}}
{{#if:{{{子类1.3|}}}|
!{{nobold|　{{{子类1.3}}}}}
{{!}}{{{子项1.3}}}
{{!-}}}}
{{#if:{{{子类1.4|}}}|
!{{nobold|　{{{子类1.4}}}}}
{{!}}{{{子项1.4}}}
{{!-}}}}
{{#if:{{{子类2|}}}|
!{{{子类2}}}
{{!}}{{#if:{{{子项2|}}}|'''{{{子项2}}}'''}}
{{!-}}
{{#if:{{{子类2.1|}}}|
!{{nobold|　{{{子类2.1}}}}}
{{!}}{{{子项2.1}}}
{{!-}}}}
{{#if:{{{子类2.2|}}}|
!{{nobold|　{{{子类2.2}}}}}
{{!}}{{{子项2.2}}}
{{!-}}}}
{{#if:{{{子类2.3|}}}|
!{{nobold|　{{{子类2.3}}}}}
{{!}}{{{子项2.3}}}
{{!-}}}}
{{#if:{{{子类2.4|}}}|
!{{nobold|　{{{子类2.4}}}}}
{{!}}{{{子项2.4}}}
{{!-}}}}}}
{{#if:{{{子类3|}}}|
!{{{子类3}}}
{{!}}{{#if:{{{子项3|}}}|'''{{{子项3}}}'''}}
{{!-}}
{{#if:{{{子类3.1|}}}|
!{{nobold|　{{{子类3.1}}}}}
{{!}}{{{子项3.1}}}
{{!-}}}}
{{#if:{{{子类3.2|}}}|
!{{nobold|　{{{子类3.2}}}}}
{{!}}{{{子项3.2}}}
{{!-}}}}
{{#if:{{{子类3.3|}}}|
!{{nobold|　{{{子类3.3}}}}}
{{!}}{{{子项3.3}}}
{{!-}}}}
{{#if:{{{子类3.4|}}}|
!{{nobold|　{{{子类3.4}}}}}
{{!}}{{{子项3.4}}}
{{!-}}}}}}
{{#if:{{{子类4|}}}|
!{{{子类4}}}
{{!}}{{#if:{{{子项4|}}}|'''{{{子项4}}}'''}}
{{!-}}
{{#if:{{{子类4.1|}}}|
!{{nobold|　{{{子类4.1}}}}}
{{!}}{{{子项4.1}}}
{{!-}}}}
{{#if:{{{子类4.2|}}}|
!{{nobold|　{{{子类4.2}}}}}
{{!}}{{{子项4.2}}}
{{!-}}}}
{{#if:{{{子类4.3|}}}|
!{{nobold|　{{{子类4.3}}}}}
{{!}}{{{子项4.3}}}
{{!-}}}}
{{#if:{{{子类4.4|}}}|
!{{nobold|　{{{子类4.4}}}}}
{{!}}{{{子项4.4}}}
{{!-}}}}}}
{{#if:{{{子类5|}}}|
!{{{子类5}}}
{{!}}{{#if:{{{子项5|}}}|'''{{{子项5}}}'''}}
{{!-}}
{{#if:{{{子类5.1|}}}|
!{{nobold|　{{{子类5.1}}}}}
{{!}}{{{子项5.1}}}
{{!-}}}}
{{#if:{{{子类5.2|}}}|
!{{nobold|　{{{子类5.2}}}}}
{{!}}{{{子项5.2}}}
{{!-}}}}
{{#if:{{{子类5.3|}}}|
!{{nobold|　{{{子类5.3}}}}}
{{!}}{{{子项5.3}}}
{{!-}}}}
{{#if:{{{子类5.4|}}}|
!{{nobold|　{{{子类5.4}}}}}
{{!}}{{{子项5.4}}}
{{!-}}}}}}
{{#if:{{{子类6|}}}|
!{{{子类6}}}
{{!}}{{#if:{{{子项6|}}}|'''{{{子项6}}}'''}}
{{!-}}
{{#if:{{{子类6.1|}}}|
!{{nobold|　{{{子类6.1}}}}}
{{!}}{{{子项6.1}}}
{{!-}}}}
{{#if:{{{子类6.2|}}}|
!{{nobold|　{{{子类6.2}}}}}
{{!}}{{{子项6.2}}}
{{!-}}}}
{{#if:{{{子类6.3|}}}|
!{{nobold|　{{{子类6.3}}}}}
{{!}}{{{子项6.3}}}
{{!-}}}}
{{#if:{{{子类6.4|}}}|
!{{nobold|　{{{子类6.4}}}}}
{{!}}{{{子项6.4}}}
{{!-}}}}}}
{{#if:{{{子类7|}}}|
!{{{子类7}}}
{{!}}{{#if:{{{子项7|}}}|'''{{{子项7}}}'''}}
{{!-}}
{{#if:{{{子类7.1|}}}|
!{{nobold|　{{{子类7.1}}}}}
{{!}}{{{子项7.1}}}
{{!-}}}}
{{#if:{{{子类7.2|}}}|
!{{nobold|　{{{子类7.2}}}}}
{{!}}{{{子项7.2}}}
{{!-}}}}
{{#if:{{{子类7.3|}}}|
!{{nobold|　{{{子类7.3}}}}}
{{!}}{{{子项7.3}}}
{{!-}}}}
{{#if:{{{子类7.4|}}}|
!{{nobold|　{{{子类7.4}}}}}
{{!}}{{{子项7.4}}}
{{!-}}}}}}
{{#if:{{{子类8|}}}|
!{{{子类8}}}
{{!}}{{#if:{{{子项8|}}}|'''{{{子项8}}}'''}}
{{!-}}
{{#if:{{{子类8.1|}}}|
!{{nobold|　{{{子类8.1}}}}}
{{!}}{{{子项8.1}}}
{{!-}}}}
{{#if:{{{子类8.2|}}}|
!{{nobold|　{{{子类8.2}}}}}
{{!}}{{{子项8.2}}}
{{!-}}}}
{{#if:{{{子类8.3|}}}|
!{{nobold|　{{{子类8.3}}}}}
{{!}}{{{子项8.3}}}
{{!-}}}}
{{#if:{{{子类8.4|}}}|
!{{nobold|　{{{子类8.4}}}}}
{{!}}{{{子项8.4}}}
{{!-}}}}}}
{{#if:{{{子类9|}}}|
!{{{子类9}}}
{{!}}{{#if:{{{子项9|}}}|'''{{{子项9}}}'''}}
{{!-}}
{{#if:{{{子类9.1|}}}|
!{{nobold|　{{{子类9.1}}}}}
{{!}}{{{子项9.1}}}
{{!-}}}}
{{#if:{{{子类9.2|}}}|
!{{nobold|　{{{子类9.2}}}}}
{{!}}{{{子项9.2}}}
{{!-}}}}
{{#if:{{{子类9.3|}}}|
!{{nobold|　{{{子类9.3}}}}}
{{!}}{{{子项9.3}}}
{{!-}}}}
{{#if:{{{子类9.4|}}}|
!{{nobold|　{{{子类9.4}}}}}
{{!}}{{{子项9.4}}}
{{!-}}}}}}
{{#if:{{{子类10|}}}|
!{{{子类10}}}
{{!}}{{#if:{{{子项10|}}}|'''{{{子项10}}}'''}}
{{!-}}
{{#if:{{{子类10.1|}}}|
!{{nobold|　{{{子类10.1}}}}}
{{!}}{{{子项10.1}}}
{{!-}}}}
{{#if:{{{子类10.2|}}}|
!{{nobold|　{{{子类10.2}}}}}
{{!}}{{{子项10.2}}}
{{!-}}}}
{{#if:{{{子类10.3|}}}|
!{{nobold|　{{{子类10.3}}}}}
{{!}}{{{子项10.3}}}
{{!-}}}}
{{#if:{{{子类10.4|}}}|
!{{nobold|　{{{子类10.4}}}}}
{{!}}{{{子项10.4}}}
{{!-}}}}}}}}
|colspan=2 style="border-top:1px solid; font-size: 100%; color: white; background:{{{color|#DF2407}}}; text-align: center"|'''联络方式'''
|-
|colspan=2|'''{{{场所1|总部}}}'''
|-
{{#if:{{{坐标1|}}}|
!{{nobold|　[[地理坐标]]}}
{{!}}{{{坐标1}}}
{{!-}}}}
{{#if:{{{地址1|}}}|
!nowrap{{!}}{{nobold|　实际地址}}
{{!}}{{{地址1}}}
{{!-}}}}
{{#if:{{{邮址1|}}}|
!{{nobold|　通信地址}}
{{!}}{{{邮址1}}}
{{!-}}}}
{{#if:{{{邮编1|}}}|
!{{nobold|　[[中华人民共和国境内地区邮政编码列表|邮政编码]]}}
{{!}}{{{邮编1}}}
{{!-}}}}
{{#if:{{{电话1|}}}|
!{{nobold|　[[電話號碼]]}}
{{!}}{{{电话1}}}
{{!-}}}}
{{#if:{{{传真1|}}}|
!{{nobold|　[[傳真]]号码}}
{{!}}{{{传真1}}}
{{!-}}}}
{{#if:{{{官网1|}}}|
!{{nobold|　官方链接}}
{{!}}{{{官网1}}}
{{!-}}}}
{{#if:{{{交通1|}}}|
!{{nobold|　交通路线}}
{{!}}{{{交通1}}}
{{!-}}}}
{{#if:{{{场所2|}}}|
{{!}}colspan=2{{!}}'''{{{场所2}}}'''
{{!-}}
{{#if:{{{坐标2|}}}|
!{{nobold|　地理坐标}}
{{!}}{{{坐标2}}}
{{!-}}}}
{{#if:{{{地址2|}}}|
!{{nobold|　实际地址}}
{{!}}{{{地址2}}}
{{!-}}}}
{{#if:{{{邮址2|}}}|
!{{nobold|　通信地址}}
{{!}}{{{邮址2}}}
{{!-}}}}
{{#if:{{{邮编2|}}}|
!{{nobold|　邮政编码}}
{{!}}{{{邮编2}}}
{{!-}}}}
{{#if:{{{电话2|}}}|
!{{nobold|　电话号码}}
{{!}}{{{电话2}}}
{{!-}}}}
{{#if:{{{传真2|}}}|
!{{nobold|　传真号码}}
{{!}}{{{传真2}}}
{{!-}}}}
{{#if:{{{官网2|}}}|
!{{nobold|　官方链接}}
{{!}}{{{官网2}}}
{{!-}}}}
{{#if:{{{交通2|}}}|
!{{nobold|　交通路线}}
{{!}}{{{交通2}}}
{{!-}}}}}}
{{#if:{{{场所3|}}}|
{{!}}colspan=2{{!}}'''{{{场所3}}}'''
{{!-}}
{{#if:{{{坐标3|}}}|
!{{nobold|　地理坐标}}
{{!}}{{{坐标3}}}
{{!-}}}}
{{#if:{{{地址3|}}}|
!{{nobold|　实际地址}}
{{!}}{{{地址3}}}
{{!-}}}}
{{#if:{{{邮址3|}}}|
!{{nobold|　通信地址}}
{{!}}{{{邮址3}}}
{{!-}}}}
{{#if:{{{邮编3|}}}|
!{{nobold|　邮政编码}}
{{!}}{{{邮编3}}}
{{!-}}}}
{{#if:{{{电话3|}}}|
!{{nobold|　电话号码}}
{{!}}{{{电话3}}}
{{!-}}}}
{{#if:{{{传真3|}}}|
!{{nobold|　传真号码}}
{{!}}{{{传真3}}}
{{!-}}}}
{{#if:{{{官网3|}}}|
!{{nobold|　官方链接}}
{{!}}{{{官网3}}}
{{!-}}}}
{{#if:{{{交通3|}}}|
!{{nobold|　交通路线}}
{{!}}{{{交通3}}}
{{!-}}}}}}
{{#if:{{{场所4|}}}|
{{!}}colspan=2{{!}}'''{{{场所4}}}'''
{{!-}}
{{#if:{{{坐标4|}}}|
!{{nobold|　地理坐标}}
{{!}}{{{坐标4}}}
{{!-}}}}
{{#if:{{{地址4|}}}|
!{{nobold|　实际地址}}
{{!}}{{{地址4}}}
{{!-}}}}
{{#if:{{{邮址4|}}}|
!{{nobold|　通信地址}}
{{!}}{{{邮址4}}}
{{!-}}}}
{{#if:{{{邮编4|}}}|
!{{nobold|　邮政编码}}
{{!}}{{{邮编4}}}
{{!-}}}}
{{#if:{{{电话4|}}}|
!{{nobold|　电话号码}}
{{!}}{{{电话4}}}
{{!-}}}}
{{#if:{{{传真4|}}}|
!{{nobold|　传真号码}}
{{!}}{{{传真4}}}
{{!-}}}}
{{#if:{{{官网4|}}}|
!{{nobold|　官方链接}}
{{!}}{{{官网4}}}
{{!-}}}}
{{#if:{{{交通4|}}}|
!{{nobold|　交通路线}}
{{!}}{{{交通4}}}
{{!-}}}}}}
{{#if:{{{场所5|}}}|
{{!}}colspan=2{{!}}'''{{{场所5}}}'''
{{!-}}
{{#if:{{{坐标5|}}}|
!{{nobold|　地理坐标}}
{{!}}{{{坐标5}}}
{{!-}}}}
{{#if:{{{地址5|}}}|
!{{nobold|　实际地址}}
{{!}}{{{地址5}}}
{{!-}}}}
{{#if:{{{邮址5|}}}|
!{{nobold|　通信地址}}
{{!}}{{{邮址5}}}
{{!-}}}}
{{#if:{{{邮编5|}}}|
!{{nobold|　邮政编码}}
{{!}}{{{邮编5}}}
{{!-}}}}
{{#if:{{{电话5|}}}|
!{{nobold|　电话号码}}
{{!}}{{{电话5}}}
{{!-}}}}
{{#if:{{{传真5|}}}|
!{{nobold|　传真号码}}
{{!}}{{{传真5}}}
{{!-}}}}
{{#if:{{{官网5|}}}|
!{{nobold|　官方链接}}
{{!}}{{{官网5}}}
{{!-}}}}
{{#if:{{{交通5|}}}|
!{{nobold|　交通路线}}
{{!}}{{{交通5}}}
{{!-}}}}}}
{{#if:{{{场所6|}}}|
{{!}}colspan=2{{!}}'''{{{场所6}}}'''
{{!-}}
{{#if:{{{坐标6|}}}|
!{{nobold|　地理坐标}}
{{!}}{{{坐标6}}}
{{!-}}}}
{{#if:{{{地址6|}}}|
!{{nobold|　实际地址}}
{{!}}{{{地址6}}}
{{!-}}}}
{{#if:{{{邮址6|}}}|
!{{nobold|　通信地址}}
{{!}}{{{邮址6}}}
{{!-}}}}
{{#if:{{{邮编6|}}}|
!{{nobold|　邮政编码}}
{{!}}{{{邮编6}}}
{{!-}}}}
{{#if:{{{电话6|}}}|
!{{nobold|　电话号码}}
{{!}}{{{电话6}}}
{{!-}}}}
{{#if:{{{传真6|}}}|
!{{nobold|　传真号码}}
{{!}}{{{传真6}}}
{{!-}}}}
{{#if:{{{官网6|}}}|
!{{nobold|　官方链接}}
{{!}}{{{官网6}}}
{{!-}}}}
{{#if:{{{交通6|}}}|
!{{nobold|　交通路线}}
{{!}}{{{交通6}}}
{{!-}}}}}}
{{#if:{{{场所7|}}}|
{{!}}colspan=2{{!}}'''{{{场所7}}}'''
{{!-}}
{{#if:{{{坐标7|}}}|
!{{nobold|　地理坐标}}
{{!}}{{{坐标7}}}
{{!-}}}}
{{#if:{{{地址7|}}}|
!{{nobold|　实际地址}}
{{!}}{{{地址7}}}
{{!-}}}}
{{#if:{{{邮址7|}}}|
!{{nobold|　通信地址}}
{{!}}{{{邮址7}}}
{{!-}}}}
{{#if:{{{邮编7|}}}|
!{{nobold|　邮政编码}}
{{!}}{{{邮编7}}}
{{!-}}}}
{{#if:{{{电话7|}}}|
!{{nobold|　电话号码}}
{{!}}{{{电话7}}}
{{!-}}}}
{{#if:{{{传真7|}}}|
!{{nobold|　传真号码}}
{{!}}{{{传真7}}}
{{!-}}}}
{{#if:{{{官网7|}}}|
!{{nobold|　官方链接}}
{{!}}{{{官网7}}}
{{!-}}}}
{{#if:{{{交通7|}}}|
!{{nobold|　交通路线}}
{{!}}{{{交通7}}}
{{!-}}}}}}
{{#if:{{{场所8|}}}|
{{!}}colspan=2{{!}}'''{{{场所8}}}'''
{{!-}}
{{#if:{{{坐标8|}}}|
!{{nobold|　地理坐标}}
{{!}}{{{坐标8}}}
{{!-}}}}
{{#if:{{{地址8|}}}|
!{{nobold|　实际地址}}
{{!}}{{{地址8}}}
{{!-}}}}
{{#if:{{{邮址8|}}}|
!{{nobold|　通信地址}}
{{!}}{{{邮址8}}}
{{!-}}}}
{{#if:{{{邮编8|}}}|
!{{nobold|　邮政编码}}
{{!}}{{{邮编8}}}
{{!-}}}}
{{#if:{{{电话8|}}}|
!{{nobold|　电话号码}}
{{!}}{{{电话8}}}
{{!-}}}}
{{#if:{{{传真8|}}}|
!{{nobold|　传真号码}}
{{!}}{{{传真8}}}
{{!-}}}}
{{#if:{{{官网8|}}}|
!{{nobold|　官方链接}}
{{!}}{{{官网8}}}
{{!-}}}}
{{#if:{{{交通8|}}}|
!{{nobold|　交通路线}}
{{!}}{{{交通8}}}
{{!-}}}}}}
{{#if:{{{场所9|}}}|
{{!}}colspan=2{{!}}'''{{{场所9}}}'''
{{!-}}
{{#if:{{{坐标9|}}}|
!{{nobold|　地理坐标}}
{{!}}{{{坐标9}}}
{{!-}}}}
{{#if:{{{地址9|}}}|
!{{nobold|　实际地址}}
{{!}}{{{地址9}}}
{{!-}}}}
{{#if:{{{邮址9|}}}|
!{{nobold|　通信地址}}
{{!}}{{{邮址9}}}
{{!-}}}}
{{#if:{{{邮编9|}}}|
!{{nobold|　邮政编码}}
{{!}}{{{邮编9}}}
{{!-}}}}
{{#if:{{{电话9|}}}|
!{{nobold|　电话号码}}
{{!}}{{{电话9}}}
{{!-}}}}
{{#if:{{{传真9|}}}|
!{{nobold|　传真号码}}
{{!}}{{{传真9}}}
{{!-}}}}
{{#if:{{{官网9|}}}|
!{{nobold|　官方链接}}
{{!}}{{{官网9}}}
{{!-}}}}
{{#if:{{{交通9|}}}|
!{{nobold|　交通路线}}
{{!}}{{{交通9}}}
{{!-}}}}}}
{{#if:{{{场所10|}}}|
{{!}}colspan=2{{!}}'''{{{场所10}}}'''
{{!-}}
{{#if:{{{坐标10|}}}|
!{{nobold|　地理坐标}}
{{!}}{{{坐标10}}}
{{!-}}}}
{{#if:{{{地址10|}}}|
!{{nobold|　实际地址}}
{{!}}{{{地址10}}}
{{!-}}}}
{{#if:{{{邮址10|}}}|
!{{nobold|　通信地址}}
{{!}}{{{邮址10}}}
{{!-}}}}
{{#if:{{{邮编10|}}}|
!{{nobold|　邮政编码}}
{{!}}{{{邮编10}}}
{{!-}}}}
{{#if:{{{电话10|}}}|
!{{nobold|　电话号码}}
{{!}}{{{电话10}}}
{{!-}}}}
{{#if:{{{传真10|}}}|
!{{nobold|　传真号码}}
{{!}}{{{传真10}}}
{{!-}}}}
{{#if:{{{官网10|}}}|
!{{nobold|　官方链接}}
{{!}}{{{官网10}}}
{{!-}}}}
{{#if:{{{交通10|}}}|
!{{nobold|　交通路线}}
{{!}}{{{交通10}}}
{{!-}}}}}}
{{#if:{{{电话|}}}|
![[电话号码]]
{{!}}{{{电话}}}
{{!-}}}}
{{#if:{{{电话0|}}}|
![[中国大陆服务电话号码列表|特服热线]]
{{!}}{{{电话0}}}
{{!-}}}}
{{#if:{{{电子邮件|}}}|
![[电子邮件]]
{{!}}{{{电子邮件}}}
{{!-}}}}
{{#if:{{{官网|}}}{{{网址|}}}|
!對外官網
{{!}}{{{官网|[{{{网址}}} {{{网站|{{{网址}}}}}}]}}}
{{!-}}}}
{{#if:{{{公开|}}}|
![[s:中华人民共和国政府信息公开条例|信息公开]]主页
{{!}}{{{公开}}}
{{!-}}}}
{{#if:{{{链接|}}}|
!相关链接
{{!}}{{{链接}}}
{{!-}}}}
{{#if:{{{账户|}}}|
!账户
{{!}}{{{账户}}}
{{!-}}}}
{{#if:{{{前身|}}}{{{被接替者|}}}{{{成立时间|}}}{{{机构1|}}}{{{撤销时间|}}}{{{接替者|}}}|
{{!}}colspan=2 style="border-top:1px solid; font-size: 100%; color: white; background:{{{color|#DF2407}}}; text-align: center"{{!}}{{#if:{{{沿革链接|}}}|[[{{{沿革链接}}}|<span style=color:#FFFFFF><u>'''机构沿革'''</u></span>]]|'''机构沿革'''}}
{{!}}-
{{#if:{{{前身|}}}|
!前身
{{!}}{{{前身}}}}}
{{!}}-
{{#if:{{{被接替者|}}}|
!被接替者
{{!}}{{{被接替者}}}}}
{{!}}-
{{#if:{{{成立时间|}}}|
!成立时间
{{!}}{{{成立时间}}}}}
{{!}}-
{{#if:{{{机构1|}}}|
!{{{时期1}}}
{{!}}{{{机构1}}}}}
{{!}}-
{{#if:{{{机构2|}}}|
!{{{时期2}}}
{{!}}{{{机构2}}}}}
{{!}}-
{{#if:{{{机构3|}}}|
!{{{时期3}}}
{{!}}{{{机构3}}}}}
{{!}}-
{{#if:{{{机构4|}}}|
!{{{时期4}}}
{{!}}{{{机构4}}}}}
{{!}}-
{{#if:{{{机构5|}}}|
!{{{时期5}}}
{{!}}{{{机构5}}}}}
{{!}}-
{{#if:{{{机构6|}}}|
!{{{时期6}}}
{{!}}{{{机构6}}}}}
{{!}}-
{{#if:{{{机构7|}}}|
!{{{时期7}}}
{{!}}{{{机构7}}}}}
{{!}}-
{{#if:{{{机构8|}}}|
!{{{时期8}}}
{{!}}{{{机构8}}}}}
{{!}}-
{{#if:{{{机构9|}}}|
!{{{时期9}}}
{{!}}{{{机构9}}}}}
{{!}}-
{{#if:{{{机构10|}}}|
!{{{时期10}}}
{{!}}{{{机构10}}}}}
{{!}}-
{{#if:{{{机构11|}}}|
!{{{时期11}}}
{{!}}{{{机构11}}}}}
{{!}}-
{{#if:{{{机构12|}}}|
!{{{时期12}}}
{{!}}{{{机构12}}}}}
{{!}}-
{{#if:{{{机构13|}}}|
!{{{时期13}}}
{{!}}{{{机构13}}}}}
{{!}}-
{{#if:{{{机构14|}}}|
!{{{时期14}}}
{{!}}{{{机构14}}}}}
{{!}}-
{{#if:{{{机构15|}}}|
!{{{时期15}}}
{{!}}{{{机构15}}}}}
{{!}}-
{{#if:{{{机构16|}}}|
!{{{时期16}}}
{{!}}{{{机构16}}}}}
{{!}}-
{{#if:{{{机构17|}}}|
!{{{时期17}}}
{{!}}{{{机构17}}}}}
{{!}}-
{{#if:{{{机构18|}}}|
!{{{时期18}}}
{{!}}{{{机构18}}}}}
{{!}}-
{{#if:{{{机构19|}}}|
!{{{时期19}}}
{{!}}{{{机构19}}}}}
{{!}}-
{{#if:{{{机构20|}}}|
!{{{时期20}}}
{{!}}{{{机构20}}}}}
{{!}}-
{{#if:{{{机构21|}}}|
!{{{时期21}}}
{{!}}{{{机构21}}}}}
{{!}}-
{{#if:{{{机构22|}}}|
!{{{时期22}}}
{{!}}{{{机构22}}}}}
{{!}}-
{{#if:{{{机构23|}}}|
!{{{时期23}}}
{{!}}{{{机构23}}}}}
{{!}}-
{{#if:{{{机构24|}}}|
!{{{时期24}}}
{{!}}{{{机构24}}}}}
{{!}}-
{{#if:{{{机构25|}}}|
!{{{时期25}}}
{{!}}{{{机构25}}}}}
{{!}}-
{{#if:{{{撤销时间|}}}|
!撤销时间
{{!}}{{{撤销时间}}}}}
{{!}}-
{{#if:{{{接替者|}}}|
!接替者
{{!}}{{{接替者}}}}}
{{!}}-}}
{{#if:{{{image1|}}}|
{{!}}colspan=2 style="border-top:1px solid; font-size: 100%; color: white; background:{{{color|#DF2407}}}; text-align: center"{{!}}'''影像资料'''
{{!-}}
{{!}}colspan=2 style="text-align: center"{{!}}
{{scrollH|width=auto|height=200px}}
[[File:{{{image1}}}|{{{width1|230px}}}]]<br />
{{#if:{{{caption1|}}}|{{{caption1}}}<br />}}
{{#if:{{{image2|}}}|<br />
[[File:{{{image2}}}|{{{width2|230px}}}]]<br />
{{#if:{{{caption2|}}}|{{{caption2}}}<br />}}
}}
{{#if:{{{image3|}}}|<br />
[[File:{{{image3}}}|{{{width3|230px}}}]]<br />
{{#if:{{{caption3|}}}|{{{caption3}}}<br />}}
}}
{{#if:{{{image4|}}}|<br />
[[File:{{{image4}}}|{{{width4|230px}}}]]<br />
{{#if:{{{caption4|}}}|{{{caption4}}}<br />}}
}}
{{#if:{{{image5|}}}|<br />
[[File:{{{image5}}}|{{{width5|230px}}}]]<br />
{{#if:{{{caption5|}}}|{{{caption5}}}<br />}}
}}
{{#if:{{{image6|}}}|<br />
[[File:{{{image6}}}|{{{width6|230px}}}]]<br />
{{#if:{{{caption6|}}}|{{{caption6}}}<br />}}
}}
{{#if:{{{image7|}}}|<br />
[[File:{{{image7}}}|{{{width7|230px}}}]]<br />
{{#if:{{{caption7|}}}|{{{caption7}}}<br />}}
}}
{{#if:{{{image8|}}}|<br />
[[File:{{{image8}}}|{{{width8|230px}}}]]<br />
{{#if:{{{caption8|}}}|{{{caption8}}}}}
}}{{scrollF}}}}
|-
| colspan=2 | <div style="{{#if: {{{a|}}}||display:none; }}">
<div class="NavFrame collapsed" style="width: transparent; border:none; font-size: 100%; background-color: transparent">
<div class="NavHead" style="border-top:1px solid; color: white; background:{{{color|#DF2407}}}; text-align: center">对应机构</div>
<div class="NavContent" style="text-align: left">
<p>{{#if:{{{a|}}}|{{#if:{{{A|}}}|{{{A}}}：}}{{{a}}}<br />}}{{#if:{{{b|}}}|{{#if:{{{B|}}}|{{{B}}}：}}{{{b}}}<br />}}{{#if:{{{c|}}}|{{#if:{{{C|}}}|{{{C}}}：}}{{{c}}}<br />}}{{#if:{{{d|}}}|{{#if:{{{D|}}}|{{{D}}}：}}{{{d}}}<br />}}{{#if:{{{e|}}}|{{#if:{{{E|}}}|{{{E}}}：}}{{{e}}}<br />}}{{#if:{{{f|}}}|{{#if:{{{F|}}}|{{{F}}}：}}{{{f}}}<br />}}{{#if:{{{g|}}}|{{#if:{{{G|}}}|{{{G}}}：}}{{{g}}}<br />}}{{#if:{{{h|}}}|{{#if:{{{H|}}}|{{{H}}}：}}{{{h}}}<br />}}{{#if:{{{i|}}}|{{#if:{{{I|}}}|{{{I}}}：}}{{{i}}}<br />}}{{#if:{{{j|}}}|{{#if:{{{J|}}}|{{{J}}}：}}{{{j}}}<br />}}{{#if:{{{k|}}}|{{#if:{{{K|}}}|{{{K}}}：}}{{{k}}}<br />}}{{#if:{{{l|}}}|{{#if:{{{L|}}}|{{{L}}}：}}{{{l}}}<br />}}{{#if:{{{m|}}}|{{#if:{{{M|}}}|{{{M}}}：}}{{{m}}}<br />}}{{#if:{{{n|}}}|{{#if:{{{N|}}}|{{{N}}}：}}{{{n}}}<br />}}{{#if:{{{o|}}}|{{#if:{{{O|}}}|{{{O}}}：}}{{{o}}}<br />}}{{#if:{{{p|}}}|{{#if:{{{P|}}}|{{{P}}}：}}{{{p}}}<br />}}{{#if:{{{q|}}}|{{#if:{{{Q|}}}|{{{Q}}}：}}{{{q}}}<br />}}{{#if:{{{r|}}}|{{#if:{{{R|}}}|{{{R}}}：}}{{{r}}}<br />}}{{#if:{{{s|}}}|{{#if:{{{S|}}}|{{{S}}}：}}{{{s}}}<br />}}{{#if:{{{t|}}}|{{#if:{{{T|}}}|{{{T}}}：}}{{{t}}}<br />}}{{#if:{{{u|}}}|{{#if:{{{U|}}}|{{{U}}}：}}{{{u}}}<br />}}{{#if:{{{v|}}}|{{#if:{{{V|}}}|{{{V}}}：}}{{{v}}}<br />}}{{#if:{{{w|}}}|{{#if:{{{W|}}}|{{{W}}}：}}{{{w}}}<br />}}{{#if:{{{x|}}}|{{#if:{{{X|}}}|{{{X}}}：}}{{{x}}}<br />}}{{#if:{{{y|}}}|{{#if:{{{Y|}}}|{{{Y}}}：}}{{{y}}}<br />}}{{#if:{{{z|}}}|{{#if:{{{Z|}}}|{{{Z}}}：}}{{{z}}}}}</p></div></div></div>
|-
{{#if:{{{footnotes|}}}{{{格言1注释|}}}{{{格言2注释|}}}{{{格言3注释|}}}{{{格言4注释|}}}{{{格言5注释|}}}|
{{!-}}
{{!}}colspan=2 style="font-size: 90%"{{!}}
----
<references />
{{#if:{{{脚注|{{{footnotes|}}}}}}|{{{脚注|{{{footnotes}}}}}}}}}}
|}</includeonly><noinclude>
{{Documentation}}
</noinclude>