<includeonly><!-- {{Template doc page transcluded}} --></includeonly><noinclude>{{Template_doc_page_viewed_directly}}</noinclude>
<!-- 請在這條線之下編輯模板的說明文件 -->
{{Uses Infobox settlement}}
{{Esoteric}}

== 使用方式 ==
{{Delcat|1={{Infobox 日本的町村
| 自治體名 = 檜原
| 町村 = 村
| 圖像 = File:東京都檜原村数馬.JPG
| 圖像說明 = 檜原街道と[[w:ja:兜造り|兜造り]]の古民家
| 平假名 = ひのはらむら
| 日文原名 = 檜原村
| 旗 = [[File:Flag of Hinohara, Tokyo.svg|100px|border]]
| 旗說明 = 檜原[[市町村旗|村旗]]
| 町村章 = [[File:Emblem of Hinohara, Tokyo.svg|80px|border]]
| 町村章說明 = 檜原[[市町村章|村章]][[1979年]]<br />（[[昭和]]54年）[[4月1日]]制定
| 都道府縣 = 東京都
| 支廳 = 
| 郡 = 西多摩郡
| 編號 = 13307-8
| 自治體 = [[八王子市]]、[[秋留野市]]、<br />[[西多摩郡]][[奥多摩町]]<br />[[神奈川縣]]：[[相模原市]]<br />[[山梨縣]]：[[上野原市]]、[[北都留郡]][[小菅村]]
| 面積 = 105.41
| 人口 = 2,073
| 統計時間 = 2019年4月1日
| 樹 = [[日本扁柏]]
| 花 = [[棣棠花]]
| 其他象徵物 = 村鳥
| 其他象徵 = [[短翅樹鶯]]
| 郵遞區號 = 190-0212
| 所在地 = 西多摩郡檜原村467番地1<br />{{coord|35|43|36.5|N|139|8|56|E|region:JP}}<br />[[File:Hinohara Vill Office.jpg|250px|border|檜原村役場]]
| 首長 = 
| 外部連結說明 = [https://www.vill.hinohara.tokyo.jp/ 檜原村ホームページ] {{Ja icon}}
| 地圖 = [[File:Hinohara in Tokyo Prefecture Ja.svg|250px]]
| 註記 = 
}} }}
以[[檜原村]]為範例

除了「自治體名」、「町村」以外其他都為選填欄位。
{| background="none"
|<pre>
{{Infobox 日本的町村
| 自治體名   = 
| 町村       = 
| 圖像       = 
| 圖像說明   = 
| 町村旗     =
| 旗說明     =
| 町村章     =
| 町村章說明 =
| 日文原名   = 
| 平假名     = 
| 羅馬字拼音 = 
| 地圖       = 
| 地圖說明   =
| 都道府縣   = 
| 支廳       = 
| 郡         = 
| 編號       = 
| 自治體     = 
| 面積       = 
| 邊界未定   = 
| 人口       = 
| 人口密度   = 
| 統計時間   = 
| 經度       = 
| 緯度       = 
| 町村章     = 
| 町村章說明 = 
| 樹         = 
| 花         = 
| 鳥         = 
| 其他象徵物 = 
| 其他象徵   = 
| 郵遞區號   = 
| 首長       = 
| 卸任日期   = 
| 議員數     = 
| 所在地     = 
| 電話號碼   = 
| 外部連結   = 
| 外部連結說明 =
| 註記       = 
}}</pre>
|<pre>

町村名，町或村字不用填入
填寫「町」或「村」
町村的代表圖像
代表圖像下方的說明文字
旗幟
旗幟的說明
紋章，與町村章擇一使用
紋章的說明
町村的日文原名，與中文漢字相同時可省略
町村名稱的平假名
町村名稱的羅馬字拼音，建議格式：Souya-chō、-machi、-son、-mura
位置圖圖片
地圖說明
所屬都道府縣名稱
所屬支廳名稱
所屬郡名稱
全國地方公共團體標號，請參照日文維基
鄰接自治體，請加上維基內部連結。
面積
若都市的邊界未定請填入「有」，否則請留空
人口
人口密度
人口數據統計時間（XXXX年XX月XX日）
經度
緯度
町村代表的徽章（[[File:町村章圖片名稱|100px]]）
町村章說明，可不填寫
象徵町村的樹
象徵町村的花
象徵町村的鳥
其他象徵物種類，若多於一個請填寫請利用<br>換行
其他象徵物，若多於一個請適當利用換行符號
郵遞區號
町村長姓名，若有條目則可自行加入維基連結
町村長本任其結束日期
町村議會議員人數
町村役場地址
町村役場電話號碼
町村役場的官方網址，不須加括號或說明文字
外部連結說明文字，與外部連結擇一使用
資料來源或是其他說明，建議文字盡量精簡

</pre>
|}

===老旧参数===
====弃用参数====
以下参数已被弃用，将会在未来不再支持:

* 旗 – 请使用“町村旗”参数

==跟踪模板==
*{{clc|Category:缺少必要參數的日本行政區條目}}

<includeonly>{{Sandbox other||<!-- 本行下加入模板的分類 -->
[[Category:使用了分析程序的模板]]
[[Category:日本行政區劃信息框模板|町村]]
}}</includeonly>