{| class="toccolours" border="0" cellpadding="1" style="margin: 0 0 1em 1em; width: 20em; font-size: 90%; float: right; clear: right;"
|+ style="margin-left: inherit; | <span style="font-size:120%;">'''{{{郡}}}'''</span>
|-
{{#if: {{{地圖<includeonly>|</includeonly>}}}{{{地圖|}}} |
{{!}} align="center" colspan="2" style="font-size: 0.9em;" {{!}} {{{地圖}}}<br />{{{郡}}}在[[日本]]{{{都道府縣}}}的位置}}
|-
{{#if:  {{{平假名|}}}|
  {{!}} '''[[平假名]]'''
}}
{{#if:  {{{平假名|}}}|
  {{!}} {{lang|ja|{{{平假名|}}}}}
}}
|-
{{#if:  {{{日文原名|}}}|
  {{!}} '''[[日文|原名]]'''
}}
{{#if:  {{{日文原名|}}}|
  {{!}} {{lang|ja|{{{日文原名|}}}}}
}}
|-
{{#if:  {{{羅馬字拼音|}}}|
  {{!}} '''[[羅馬拼音]]'''
}}
{{#if:  {{{羅馬字拼音|}}}|
  {{!}} {{transl|ja|{{{羅馬字拼音|}}}}}
}}
|-
| align="center" colspan="2" style="background-color: #e0e0e0;" | '''地理位置'''
|-
| width=77px | '''[[國家]]'''
| width=178px | [[日本]]
|-
{{#if:  {{{都道府縣|}}}|
  {{!}} '''[[日本地理#行政地理|地域]]'''
  {{!}} {{地方區分{{{都道府縣}}}}}
}}
|-
{{#if:  {{{都道府縣|}}}|
  {{!}} '''[[都道府縣]]'''
}}
{{#if:  {{{都道府縣|}}}|
  {{!}} [[{{{都道府縣|}}}]]
}} {{#if:  {{{支廳|}}}| [[{{ #if: {{{支廳連結|}}} | {{{支廳連結}}}{{!}}}}{{{支廳|}}}]] }}{{#if:  {{{支廳2|}}}|/[[{{{支廳2|}}}]] }}
|- 
{{#if:  {{{編號|}}}|
  {{!}} '''[[全國地方公共團體編號|政府編號]]'''
}}
{{#if:  {{{編號|}}}|
  {{!}} {{{編號|}}}
}}
|-
| '''管轄'''
| {{#if:  {{{町|}}}|'''{{{町}}}'''町}} {{#if:  {{{村|}}}|'''{{{村}}}'''村}}
|-
{{#if:  {{{經度|}}}|
  {{!}} '''座標'''
}}
{{#if:  {{{經度|}}}|
  {{!}} {{{經度}}}<br>{{{緯度}}}
}}
|-
{{#if:  {{{註記|}}}| 
{{!}} align="left" colspan="2" style="font-size: 0.9em;" {{!}} 
----
{{{註記}}}
}}
|}<includeonly>{{DEFAULTSORT:{{{羅馬字拼音}}}}} [[Category:{{PAGENAME}}{{!}} ]] [[Category:{{{都道府縣}}}的郡|{{{羅馬字拼音}}}]]</includeonly>
<noinclude>{{Documentation}}</noinclude>