<includeonly><!-- 在這裡加入模板的保護標識 --></includeonly><noinclude>{{Documentation subpage}}</noinclude>
<!-- 請在這條線之下編輯模板的說明文件 -->

== 使用方式 ==
除了「支廳」以外其他都為選填欄位。
{| background="none"
|<pre>
{{Infobox 日本的支廳
| 支廳 = *
| 日文原名 = 
| 平假名 = 
| 羅馬字拼音 = 
| 地圖 = 
| 都道府縣 = 
| 編號 = 
| 市 = 
| 郡 =  
| 町 = 
| 村 = 
| 面積 = 
| 人口 = 
| 人口密度 = 
| 統計時間 = 
| 經度 = 
| 緯度 = 
| 郵遞區號 = 
| 所在地 = 
| 電話號碼 = 
| 外部連結 = 
| 註記 = 
|}}</pre>
|<pre>

支廳的全名
支廳的日文原名，與中文漢字相同時可省略
支廳名稱的平假名
支廳名稱的羅馬字拼音，建議格式：Souya-shicho
位置圖圖片
所屬縣名
全國地方公共團體標號，請參照日文維基
轄區市數目
轄區郡數目
轄區町數目
轄區村數目
面積
人口
人口密度
人口數據統計時間（XXXX年XX月XX日）
郵遞區號
支廳政府地址
支廳政府電話號碼
支廳的官方網址，不須加括號或說明文字
經度
緯度
資料來源或是其他說明，建議文字盡量精簡

</pre>
|}
<includeonly>
<!-- 請在以下加入模板分類 -->
[[Category:使用了分析程序的模板]]
[[Category:日本行政區劃信息框模板|廳]]
</includeonly>