{| class="toccolours" border="0" cellpadding="1" style="margin: 0 0 1em 1em; width: 20em; font-size: 90%; float: right; clear: right;"
|+ style="margin-left: inherit; font-size:120%"|'''{{{郡}}}'''
|-
{{#if: {{{圖像|}}}|
 {{!}} align="center" colspan="2" style="font-size: 0.9em;" {{!}} {{{圖像}}}<br />{{{圖像說明}}}
----
}}
|-
{{#if:  {{{平假名|}}}|
  {{!}} '''[[平假名]]'''
}}
{{#if:  {{{平假名|}}}|
  {{!}} {{lang|ja|{{{平假名|}}}}}
}}
|-
{{#if:  {{{日文原名|}}}|
  {{!}} '''[[日文|原名]]'''
}}
{{#if:  {{{日文原名|}}}|
  {{!}} {{lang|ja|{{{日文原名|}}}}}
}}
|-
{{#if:  {{{羅馬字拼音|}}}|
  {{!}} '''[[羅馬拼音]]'''
}}
{{#if:  {{{羅馬字拼音|}}}|
  {{!}} {{{羅馬字拼音|}}}
}}
|-
| align="center" colspan="2" style="background-color: #ffcc99;" | '''廢除資料'''
|- 
{{#if:  {{{廢除理由|}}}|
  {{!}} '''廢除理由'''
}}
{{#if:  {{{廢除理由|}}}|
  {{!}} {{{廢除理由|}}}
}}
|- 
{{#if:  {{{廢除時間|}}}|
  {{!}} '''廢除時間'''
}}
{{#if:  {{{廢除時間|}}}|
  {{!}} {{{廢除時間|}}}
}}
|-
{{#if:  {{{廢除時處置|}}}|
  {{!}} colspan=2 {{!}} '''廢除處理'''
  {{!}}-
  {{!}} align="right" colspan=2 {{!}} {{{廢除時處置|}}}
}}

|-
{{#if:  {{{現在郡|}}}|
  {{!}} <div style="width: 100px">'''現所屬行政區'''</div>
}}
{{#if:  {{{現在郡|}}}|
  {{!}} {{{現在郡|}}}
}}
|-
| align="center" colspan="2" style="background-color: #ffcc99;" | '''廢除前地理位置'''
|-
| width=77px | '''[[國家]]'''  
| width=178px | {{JPN}}  
|-
{{#if:  {{{都道府縣|}}}|
  {{!}} '''[[日本地理#行政地理|地域]]'''
  {{!}} {{地方區分{{{都道府縣}}}}}
}}
|-
{{#if:  {{{都道府縣|}}}|
  {{!}} '''[[都道府縣]]'''
}}
{{#if:  {{{都道府縣|}}}|
  {{!}} [[{{{都道府縣|}}}]]
}} {{#if:  {{{支廳|}}}| [[{{ #if: {{{支廳連結|}}} | {{{支廳連結}}}{{!}}}}{{{支廳|}}}]] }}
|- 
{{#if:  {{{編號|}}}|
  {{!}} '''[[全國地方公共團體編號|政府編號]]'''
}}
{{#if:  {{{編號|}}}|
  {{!}} {{{編號|}}}
}}
|-
| '''管轄'''
| {{#if:  {{{町|}}}|'''{{{町}}}'''町}} {{#if:  {{{村|}}}|'''{{{村}}}'''村}}{{#if:  {{{街|}}}|'''{{{街}}}'''街}} {{#if:  {{{庄|}}}|'''{{{庄}}}'''-{庄}-}}{{#if:  {{{番地|}}}|'''{{{番地}}}'''番地}} 
|-
{{#if: {{{地圖<includeonly>|</includeonly>}}}{{{地圖|}}} |
{{!}} align="center" colspan="2" style="font-size: 0.9em;" {{!}} {{{地圖}}}<br />{{{郡}}}在[[日本]]{{{都道府縣}}}的位置}}
|-
{{#if:  {{{經度|}}}|
  {{!}} '''座標'''
}}
{{#if:  {{{經度|}}}|
  {{!}} {{{經度}}}<br>{{{緯度}}}
}}
|-
{{#if:  {{{註記|}}}| 
{{!}} align="left" colspan="2" style="font-size: 0.9em;" {{!}} 
----
{{{註記}}}
}}
|}<includeonly>{{DEFAULTSORT:{{{羅馬字拼音}}}}} {{ #switch: {{{都道府縣}}} | 樺太廳 = [[Category:樺太廳的郡]] | 臺北州 = [[Category:臺北州的郡]] | 新竹州 = [[Category:新竹州的郡]] | 臺中州 = [[Category:臺中州的郡]] | 臺南州 = [[Category:臺南州的郡]] | 高雄州 = [[Category:高雄州的郡]] | 臺東廳 = [[Category:臺東廳的郡]] | 花蓮港廳 = [[Category:花蓮港廳的郡]] | 澎湖廳 = [[Category:澎湖廳的郡]] | [[Category:{{{都道府縣}}}已廢除的郡]] }}[[Category:{{PAGENAME}}{{!}} ]]</includeonly><noinclude>{{doc}}</noinclude>