{{鐵道路線
|模板名稱 = JR寶塚線
|名稱 = [[File:JR logo (west).svg|25px|西日本旅客鐵道|link=西日本旅客鐵道]] [[福知山線]]（大阪－尼崎－篠山口：[[JR寶塚線]]）
|代表色 = #ffcc00
|車站列表 = （[[Template:JR京都線|京都方向]]←） [[大阪站|大阪]]{{-w}} [[塚本站|塚本]]{{-w}} （[[Template:JR東西線|北新地、京橋方向]]←） [[尼崎站 (JR西日本)|尼崎]]{{-w}} [[塚口站 (JR西日本)|塚口]]{{-w}} [[豬名寺站|豬名寺]]{{-w}} [[伊丹站 (JR西日本)|伊丹]]{{-w}} [[北伊丹站|北伊丹]]{{-w}} [[川西池田站|川西池田]]{{-w}} [[中山寺站|中山寺]]{{-w}} [[寶塚站|寶塚]]{{-w}} [[生瀨站|生瀨]]{{-w}} [[西宮名鹽站|西宮名鹽]]{{-w}} [[武田尾站|武田尾]]{{-w}} [[道場站|道場]]{{-w}} [[三田站 (兵庫縣)|三田]]{{-w}} [[新三田站|新三田]]{{-w}} [[廣野站 (兵庫縣)|廣野]]{{-w}} [[相野站|相野]]{{-w}} [[藍本站|藍本]]{{-w}} [[草野站 (兵庫縣)|草野]]{{-w}} [[古市站 (兵庫縣)|古市]]{{-w}} [[南矢代站|南矢代]]{{-w}} [[篠山口站|篠山口]]（→ [[Template:福知山線|福知山方向]]）<br/>尼崎港支線（廢線）：[[塚口站 (JR西日本)|塚口]]{{-w}} [[尼崎站 (JR西日本)|尼崎]]{{-w}} [[金樂寺站|金樂寺]]{{-w}} [[尼崎港站|尼崎港]]
}}<noinclude>
[[Category:西日本旅客鐵道路線模板|JR Takaratsuka]]
</noinclude>