{{鐵道路線
|模板名稱 = JR神戶線
|名稱 = [[File:JR logo (west).svg|25px|西日本旅客鐵道|link=西日本旅客鐵道]] [[東海道本線]]、[[山陽本線]]（大阪－姬路：[[JR神戶線]] [[File:JRW kinki-A.svg|18px]] / 兵庫－和田岬：[[和田岬線]]）
|代表色 = #0072bc
|車站列表 =（[[Template:JR京都線|京都方向]] ←） [[大阪站|大阪]]{{-w}} [[塚本站|塚本]]{{-w}} [[尼崎站 (JR西日本)|尼崎]]{{-w}} [[立花車站 (兵庫縣)|立花]]{{-w}} [[甲子園口站|甲子園口]]{{-w}} [[西宮站 (JR西日本)|西宮]]{{-w}} [[櫻花夙川站|櫻花夙川]]{{-w}} [[蘆屋站 (JR西日本)|蘆屋]]{{-w}} [[甲南山手站|甲南山手]]{{-w}} [[攝津本山站|攝津本山]]{{-w}} [[住吉車站 (JR西日本·神戶新交通)|住吉]]{{-w}} [[六甲道站|六甲道]]{{-w}} [[摩耶站|摩耶]]{{-w}} [[灘站|灘]]{{-w}} [[三之宮站|三之宮]]{{-w}} [[元町車站 (兵庫縣)|元町]]{{-w}} [[神戶站 (兵庫縣)|神戶]]{{-w}} [[兵庫站|兵庫]]{{-w}} [[新長田車站|新長田]]{{-w}} [[鷹取站|鷹取]]（{{link-ja|神戶貨物總站|神戸貨物ターミナル駅|神戶貨物}}）{{-w}} [[須磨海濱公園站|須磨海濱公園]]{{-w}}[[須磨站|須磨]]{{-w}} [[鹽屋站 (兵庫縣)|鹽屋]]{{-w}} [[垂水站|垂水]]{{-w}} [[舞子站|舞子]]{{-w}} [[朝霧站 (兵庫縣)|朝霧]]{{-w}} [[明石站|明石]]{{-w}} [[西明石車站|西明石]]{{-w}} [[大久保站 (兵庫縣)|大久保]]{{-w}} [[魚住站|魚住]]{{-w}} [[土山站|土山]]{{-w}} [[東加古川站|東加古川]]{{-w}} [[加古川站|加古川]]{{-w}} [[寶殿站|寶殿]]{{-w}} [[曾根站 (兵庫縣)|曾根]]{{-w}} [[姬路別所站|姬路別所]]（[[姬路貨物站|姬路貨物]]）{{-w}} [[御著站|御著]]{{-w}} [[東姬路站|東姬路]]{{-w}} [[姬路車站|姬路]] {{-w}} [[英賀保站|英賀保]]{{-w}} [[播磨勝原站|播磨勝原]]{{-w}} [[網干站|網-{干}-]]{{-w}} [[龍野站|龍野]]{{-w}} [[相生站 (兵庫縣)|相生]]（→ [[Template:赤穗線|播州赤穗方向]]）{{-w}} [[有年站|有年]]{{-w}} [[上郡站|上郡]]（→ [[Template:山陽本線 (岡山地區)|岡山方向]]）<br />[[和田岬線]]：[[兵庫站|兵庫]]{{-w}} <s>''{{link-ja|鐘紡前站|鐘紡前駅|鐘紡前}}''</s>{{-w}} [[和田岬站|和田岬]]
}}<noinclude>
[[Category:西日本旅客鐵道路線模板|Kobe]]
</noinclude>