{{Navbox
|name = ModernAlgebra
|title = [[抽象代数]]相关主题
|above = [[代数结构]]{{·}}[[群]]{{·}}[[环 (代数)|环]]{{·}}[[域 (数学)|-{zh-cn:域; zh-tw:體;}-]]{{·}}[[有限域|有限-{zh-cn:域; zh-tw:體;}-]]{{·}}[[本原元定理|本原元]]{{·}}[[格 (數學)|格]]{{·}}[[逆元素|-{zh-cn:逆元; zh-tw:反元素;}-]]{{·}}[[等价关系]]{{·}}[[中心 (代數)|代數中心]]{{·}}[[同态]]{{·}}[[同构]]{{·}}[[商结构]]<small>（商系统）</small>{{·}}[[同构基本定理]]{{·}}[[合成列]]{{·}}[[自由對象]]

|group1 = [[群论]]
| list1 = {{Navbox subgroup
  |group1 = [[群]]
  | list1 = [[幺半群]]{{·}}[[半群]]{{·}}[[阿贝尔群]]{{·}}[[非阿贝尔群]]{{·}}[[循環群]]{{·}}[[有限群]]{{·}}[[单群|-{zh-cn:单群; zh-tw:單純群;}-]]{{·}}[[半单群|半-{zh-cn:单群; zh-tw:單純群;}-]]{{·}}[[典型群|-{zh-cn:典型群; zh-tw:古典群;}-]]{{·}}[[自由群]]{{·}}[[换位子群|交换子群]]<small>（[[交換子]]）</small>{{·}}[[幂零群]]{{·}}[[可解群]]{{·}}[[p-群]]{{·}}[[对称群_(n次对称群)|对称群]]{{·}}[[李群]]{{·}}[[伽罗瓦群]]
  |group2 = [[子群]]
  | list2 = [[陪集]]{{·}}[[双陪集]]{{·}}[[商群]]{{·}}[[共轭类]]{{·}}[[拉格朗日定理 (群论)|拉格朗日定理]]{{·}}[[西羅定理]]{{·}}[[正规子群]]{{·}}[[中心 (群论)|群中心]]{{·}}[[中心化子和正规化子]]{{·}}[[稳定子群]]{{·}}[[置换群]]
  |group3 = 其他
  | list3 = [[階 (群論)|阶]]{{·}}[[群擴張]]{{·}}[[群同態]]{{·}}[[群同構]]{{·}}[[群表示論|群表示]]{{·}}[[群作用]]{{·}}[[波利亞計數定理]]{{·}}[[有限生成阿貝爾群]]
}}
|group2 = [[環 (代數)|環論]]
| list2 = {{Navbox subgroup
  |group1 = [[环 (代数)|环]]
  | list1 = [[子環]]{{·}}[[整环]]{{·}}[[除环]]{{·}}[[多项式环]]{{·}}[[素环|-{zh-cn:素环; zh-tw:質環;}-]]{{·}}[[商环]]{{·}}[[諾特環]]{{·}}[[局部環]]{{·}}[[賦值環]]{{·}}[[代數 (環論)|環代數]]{{·}}[[理想 (环论)|理想]]{{·}}[[主理想环]]{{·}}[[唯一分解整環]]{{·}}[[群環]]
  |group2 = [[模]]
  | list2 = [[深度 (模論)|深度]]{{·}}[[單模]]{{·}}[[自由模]]{{·}}[[平坦模]]{{·}}[[阿廷模]]{{·}}[[諾特模]]
  |group3 = 其他
  | list3 = [[幂零元|幂-{zh-cn:零元; zh-tw:零元素;}-]]{{·}}[[特征 (代数)|特征]]{{·}}[[完備化 (環論)|完備化]]{{·}}[[環的局部化]]
}}
|group3 = [[域 (数学)|-{zh-cn:域; zh-tw:體;}-論]]
| list3 = {{Navbox subgroup
  |group1 = -{zh-cn:域; zh-tw:體;}-
  | list1 = [[有限域|有限-{zh-cn:域; zh-tw:體;}-]]{{·}}[[原根]]{{·}}[[代數閉域|代数闭-{zh-cn:域; zh-tw:體;}-]]{{·}}[[局部域|局部-{zh-cn:域; zh-tw:體;}-]]{{·}}[[分裂域|分裂-{zh-cn:域; zh-tw:體;}-]]{{·}}[[分式環]]
  |group2 = [[域扩张|-{zh-cn:域; zh-tw:體;}-扩张]]
  | list2 = [[单扩张]]{{·}}[[域扩张|有限扩张]]{{·}}[[代數擴張|超越扩张]]{{·}}[[代数扩张]]{{·}}[[正规扩张]]{{·}}[[可分扩张]]{{·}}[[伽罗瓦扩张]]{{·}}[[代數擴張|阿贝尔扩张]]{{·}}[[伽罗瓦理论基本定理]]
}}
}}<noinclude>{{Documentation}}</noinclude>