<noinclude>{{noteTA|G1=NBA}}</noinclude>{{Navbox
| name = NBA选秀状元
| title = [[NBA选秀状元列表|NBA选秀状元]]
| bodyclass = hlist
| state = {{{state|autocollapse}}}

| group1 = 1940年代
| list1 = 
* [[1947年BAA选秀|1947年]]：[[克里夫顿·麦克内利|麦克内利]]
* [[1948年BAA选秀|1948年]]：[[安迪·唐科维奇|唐科维奇]]
* [[1949年BAA选秀|1949年]]：[[豪伊·香农|香农]]

| group2 = 1950年代
| list2 = 
* [[1950年NBA选秀|1950年]]：[[查克·谢尔|谢尔]]
* [[1951年NBA选秀|1951年]]: {{tsl|en|Gene Melchiorre|吉恩·迈尔齐奥瑞|迈尔齐奥瑞}}
* [[1952年NBA選秀|1952年]]：[[馬克·沃克曼|沃克曼]]
* [[1953年NBA选秀|1953年]]：[[雷·菲利克斯|菲利克斯]]
* [[1954年NBA选秀|1954年]]: {{tsl|en|Frank Selvy|弗兰克·塞尔维|塞尔维}}
* [[1955年NBA选秀|1955年]]：[[迪克·里基茨|里基茨]]
* [[1956年NBA选秀|1956年]]：[[西伊·格林|格林]]
* [[1957年NBA选秀|1957年]]: {{tsl|en|Hot Rod Hundley|罗德·亨德利|亨德利}}
* [[1958年NBA选秀|1958年]]：[[埃尔金·贝勒|贝勒]]
* [[1959年NBA选秀|1959年]]：[[鲍勃·布泽|布泽]]

| group3 = 1960年代
| list3 = 
* [[1960年NBA选秀|1960年]]：[[奥斯卡·罗伯逊|罗伯逊]]
* [[1961年NBA選秀|1961年]]：[[沃尔特·贝拉米|贝拉米]]
* [[1962年NBA选秀|1962年]]：[[比尔·麦吉尔|麦吉尔]]
* [[1963年NBA选秀|1963年]]：[[阿特·海曼|海曼]]
* [[1964年NBA选秀|1964年]]：[[吉姆·巴恩斯|巴恩斯]]
* [[1965年NBA選秀|1965年]]：[[弗雷德·赫策尔|赫策尔]]
* [[1966年NBA选秀|1966年]]：[[卡齐·拉塞尔|拉塞尔]]
* [[1967年NBA选秀|1967年]]: {{tsl|en|Jimmy Walker (basketball, born 1944)|吉米·沃克 (籃球運動員)|沃克}}
* [[1968年NBA选秀|1968年]]：[[埃尔文·海耶斯|海耶斯]]
* [[1969年NBA选秀|1969年]]：[[卡里姆·阿卜杜勒-贾巴尔|贾巴尔]]

| group4 = 1970年代
| list4 = 
* [[1970年NBA选秀|1970年]]：[[鲍勃·拉尼尔|拉尼尔]]
* [[1971年NBA选秀|1971年]]：[[奥斯汀·卡尔|卡尔]]
* [[1972年NBA选秀|1972年]]：[[拉魯·馬丁]]
* [[1973年NBA选秀|1973年]]：[[道格·科林斯|科林斯]]
* [[1974年NBA选秀|1974年]]：[[比尔·沃顿|沃顿]]
* [[1975年NBA选秀|1975年]]：[[戴维·汤普森]]
* [[1976年NBA选秀|1976年]]：[[约翰·卢卡斯二世|卢卡斯]]
* [[1977年NBA选秀|1977年]]：[[肯特·本森|本森]]
* [[1978年NBA选秀|1978年]]：[[麥卡爾·湯普森]]
* [[1979年NBA选秀|1979年]]：[[魔术师约翰逊]]

| group5 = 1980年代
| list5 = 
* [[1980年NBA选秀|1980年]]：[[乔·巴里·卡罗尔|卡罗尔]]
* [[1981年NBA选秀|1981年]]：[[马克·阿吉雷|阿吉雷]]
* [[1982年NBA选秀|1982年]]：[[詹姆斯·沃西|沃西]]
* [[1983年NBA选秀|1983年]]：[[拉尔夫·桑普森|桑普森]]
* [[1984年NBA选秀|1984年]]：[[哈基姆·奥拉朱旺|奥拉朱旺]]
* [[1985年NBA选秀|1985年]]：[[帕特里克·尤因|尤因]]
* [[1986年NBA選秀|1986年]]：[[布拉德·多尔蒂|多尔蒂]]
* [[1987年NBA選秀|1987年]]：[[大卫·罗宾逊]]
* [[1988年NBA选秀|1988年]]：[[丹尼·曼宁|曼宁]]
* [[1989年NBA选秀|1989年]]：[[佩维斯·埃利森|埃利森]]

| group6 = 1990年代
| list6 = 
* [[1990年NBA选秀|1990年]]：[[德里克·科尔曼|科尔曼]]
* [[1991年NBA选秀|1991年]]：[[拉里·约翰逊 (1969年)|拉里·约翰逊]]
* [[1992年NBA选秀|1992年]]：[[沙奎尔·奥尼尔|奥尼尔]]
* [[1993年NBA选秀|1993年]]：[[克里斯·韋伯|韋伯]]
* [[1994年NBA選秀|1994年]]：[[格伦·罗宾逊]]
* [[1995年NBA選秀|1995年]]：[[乔·史密斯|史密斯]]
* [[1996年NBA選秀|1996年]]：[[艾倫·艾佛森|艾佛森]]
* [[1997年NBA選秀|1997年]]：[[蒂姆·邓肯|邓肯]]
* [[1998年NBA选秀|1998年]]：[[迈克尔·奥洛沃坎迪|奥洛沃坎迪]]
* [[1999年NBA选秀|1999年]]：[[埃尔顿·布兰德|布兰德]]

| group7 = 2000年代
| list7 = 
* [[2000年NBA選秀|2000年]]：[[凯尼恩·马丁]]
* [[2001年NBA選秀|2001年]]：[[夸梅·布朗|布朗]]
* [[2002年NBA選秀|2002年]]：[[姚明]]
* [[2003年NBA选秀|2003年]]：[[勒布朗·詹姆斯|詹姆斯]]
* [[2004年NBA选秀|2004年]]：[[迪韋特·侯活|侯活]]
* [[2005年NBA选秀|2005年]]：[[安德鲁·博古特|博古特]]
* [[2006年NBA选秀|2006年]]：[[安德烈亚·巴尔尼亚尼|巴尔尼亚尼]]
* [[2007年NBA选秀|2007年]]：[[格雷格·奥登|奥登]]
* [[2008年NBA選秀|2008年]]：[[德里克·罗斯|罗斯]]
* [[2009年NBA選秀|2009年]]：[[布莱克·格里芬|格里芬]]

| group8 = 2010年代
| list8 = 
* [[2010年NBA選秀|2010年]]：[[约翰·沃尔|沃尔]]
* [[2011年NBA选秀|2011年]]：[[凯里·欧文|欧文]]
* [[2012年NBA选秀|2012年]]：[[安東尼·戴維斯 (籃球運動員)|戴維斯]]
* [[2013年NBA选秀|2013年]]：[[安东尼·本内特|本内特]]
* [[2014年NBA選秀|2014年]]：[[安德魯·威金斯|威金斯]]
* [[2015年NBA选秀|2015年]]：[[卡爾-安東尼·唐斯|唐斯]]
* [[2016年NBA选秀|2016年]]：[[賓·施蒙斯|施蒙斯]]
* [[2017年NBA选秀|2017年]]：[[馬基爾·富斯|富斯]]
* [[2018年NBA选秀|2018年]]：[[德安德烈·艾顿|艾顿]]
* [[2019年NBA選秀|2019年]]：[[錫安·威廉森|威廉森]]

| group9 = 2020年代
| list9 = 
* [[2020年NBA選秀|2020年]]：[[安東尼·愛德華茲 (籃球運動員)|愛德華茲]]
* [[2021年NBA選秀|2021年]]：[[凱德·康寧漢|康寧漢]]
* [[2022年NBA選秀|2022年]]：[[保羅·班凱羅|班凱羅]]
}}<noinclude>
[[Category:NBA選秀狀元|*]]
[[category:NBA选秀导航模板]]
</noinclude>