<noinclude>{{更新|time=2019-05-16T16:34:45+00:00}}</noinclude>
<br clear="all" />
{| id="toc" width="95%" style="margin: 0 2em 0 2em; background:#FFFFFF;"
| align="center" style="background:#339933" width="100%" | <div style="float:left;width:50px;">&nbsp;</div> '''尼日利亚足球甲级联赛[[尼日利亚足球甲级联赛|*]] 2006赛季''' || [[File:Flag of Nigeria.svg|50px|Flag of Nigeria]]
|- 
| align="center" style="font-size: 100%;" colspan="2" | [[巴耶尔萨联足球俱乐部|巴耶尔萨联]]  | [[班德尔保险足球俱乐部|班德尔保险]] | [[海豚足球俱乐部|海豚]] | [[卡拉米勇士足球俱乐部|卡拉米勇士]] | [[埃努古流浪者足球俱乐部|埃努古流浪者]] | [[安耶巴足球俱乐部|安耶巴]] | [[贡贝联足球俱乐部|贡贝联]] | [[哈特兰德足球俱乐部|哈特兰德]] | [[朱利叶斯贝格尔足球俱乐部|朱利叶斯贝格尔]] | [[卡杜纳联足球俱乐部|卡杜纳联]] <br/>  [[卡诺栋梁足球俱乐部|卡诺栋梁]] | [[夸拉联足球俱乐部|夸拉联]] | [[洛比之星足球俱乐部|洛比之星]] | [[纳萨拉瓦联足球俱乐部|纳萨拉瓦联]] | [[尼日尔龙卷风足球俱乐部|尼日尔龙卷风]] | [[海洋男孩足球俱乐部|海洋男孩]] | [[农场蜜蜂足球俱乐部|农场蜜蜂]] | [[鲨鱼足球俱乐部|鲨鱼]] | [[流星足球俱乐部|流星]] | [[维吉旅行者足球俱乐部|维吉旅行者]]
|-
|}<noinclude>
[[Category:足球竞赛模板]]
[[Category:尼日利亚足球]]
</noinclude>