{{Navbox
|name = NobelPrizes
|title = [[諾貝爾獎]]
|titlestyle = background:#ffd777;
|groupstyle = background:#ffd777;
|evenodd = swap
|bodyclass = hlist

|group1 = 獎項
|list1 =
*[[诺贝尔物理学奖|物理學]]
*[[诺贝尔化学奖|化學]]
*[[诺贝尔生理学或医学奖|生理学或医学]]
*[[诺贝尔文学奖|文學]]
*[[诺贝尔和平奖|和平]]
*[[诺贝尔经济学奖|''經濟學'']]<sup>1</sup>

|group2 = [[諾貝爾獎得主列表|得主]]
|list2 =
 {{Navbox|child
  |groupstyle = background:#ffd777; font-weight:normal
  |evenodd = swap
  |group1 = 按獎項
  |list1 =
*[[诺贝尔物理学奖得主列表|物理學]]
*[[诺贝尔化学奖得主列表|化學]]
*[[诺贝尔生理学或医学奖得主列表|生理医学]]
*[[諾貝爾文學獎得主列表|文學]]
*[[諾貝爾和平獎得主列表|和平]]
*[[諾貝爾經濟學獎得主列表|經濟學]]
  |group2 = 按分類
  |list2 =
*[[諾貝爾獎得主列表|年份]]
*[[各國諾貝爾獎得主人數|各國人數]]
*[[諾貝爾獎女性得主列表|女性]]
*[[亚洲诺贝尔奖得主列表|亚洲]]
*[[韩国诺贝尔奖得主列表|韩国人]]
*[[黑人诺贝尔奖得主列表|黑人]]
*[[华人诺贝尔奖得主列表|華人]]
*[[印度诺贝尔奖得主列表|印度人]]
*[[日本人諾貝爾獎得主|日本人]]
*[[猶太人諾貝爾獎得主列表|猶太人]]
*[[以色列諾貝爾獎得主列表|以色列人]]
*[[波兰诺贝尔奖得主列表|波兰人]]
  |group3 = [[各大学诺贝尔奖得主列表|按大学]]
  |list3 =
*[[京都大学诺贝尔奖得主列表|京都大学]]
*[[伦敦大学学院诺贝尔奖得主列表|伦敦大学学院]]
*[[伦敦帝国学院诺贝尔奖得主列表|伦敦帝国学院]]
*[[慕尼黑大学诺贝尔奖得主列表|慕尼黑大学]]
*[[慕尼黑工业大学诺贝尔奖得主列表|慕尼黑工业大学]]
*[[哥伦比亚大学诺贝尔奖得主列表|哥伦比亚大学]]
*[[普林斯顿大学诺贝尔奖得主列表|普林斯顿大学]]
*[[宾夕法尼亚大学诺贝尔奖得主列表|宾夕法尼亚大学]]
*[[圣路易斯华盛顿大学诺贝尔奖得主列表|圣路易斯华盛顿大学]]
*[[纽约市立大学诺贝尔奖得主列表|纽约市立大学]]
 }}

|group3 = 組織
|list3 =
*[[诺贝尔基金会]]
*[[諾貝爾委員會]]
**[[诺贝尔物理学委员会|物理]]
**[[诺贝尔化学委员会|化学]]
**[[诺贝尔生理学或医学委员会|生理學或醫學]]
**[[纪念阿尔弗雷德·诺贝尔经济学奖委员会|经济]]
**[[瑞典學院|文學]]
**[[挪威諾貝爾委員會|和平]]
*[[卡罗琳学院诺贝尔大会]]

|belowstyle = background: #ffd777;
|below = 注：<sup>1</sup>實際上為'''瑞典中央銀行紀念阿爾弗雷德·諾貝爾經濟學獎'''，此非[[阿爾弗雷德·諾貝爾]]遺囑規劃的獎項，是由[[瑞典中央銀行]]出資設立以紀念諾貝爾。
}}<noinclude>

==参见==
*[[Template:诺贝尔奖获得者小作品]]
*[[Template:诺贝尔化学奖获得者]]
*[[Template:诺贝尔文学奖获得者]]
*[[Template:诺贝尔和平奖获得者]]
*[[Template:诺贝尔物理学奖获得者]]
*[[Template:诺贝尔生理学或医学奖获得者]]
*[[Template:诺贝尔经济学奖获得者]]

[[Category:诺贝尔奖|*]]
[[Category:诺贝尔奖模板| ]]
</noinclude>