{{Navbox
|listclass = hlist
|name = Orbital launch systems
|title = [[运载火箭|轨道发射系统]]
|state = collapsed

|group1 = 現役
|list1 = {{Navbox subgroup
|groupstyle = text-align: left; width:15%;
|group1 = {{USA}}
|list1 = 
* [[擎天神系列運載火箭|-{zh-hans:宇宙神;zh-hk:宇宙神;zh-tw:擎天神;}-]]
** [[擎天神5號運載火箭|5號]]
* [[三角洲系列運載火箭|-{zh-hans:德尔塔;zh-hant:三角洲}-]]
** [[三角洲4號運載火箭|4號]]
* [[米諾陶系列運載火箭|米諾陶]]
** [[米諾陶1號運載火箭|1號]]
** [[米諾陶4號運載火箭|4號]]
** [[米諾陶5號運載火箭|5號]]
* [[金牛座運載火箭|金牛座]]
* [[飛馬座運載火箭|飛馬座]]
* [[獵鷹系列運載火箭|獵鷹]]
** [[獵鷹9號運載火箭|9號]]
** [[獵鷹重型運載火箭|重型]]
* [[安塔瑞斯火箭|安塔瑞斯]]
* [[电子号火箭|电子号]]

|group2 = {{USSR}}／{{RUS}}
|list2 = 
* [[安加拉運載火箭|安加拉]]
* [[第聶伯運載火箭|第聶伯]]<small>（與烏克蘭合作）</small>
* [[天箭運載火箭|天箭]]<small>（與烏克蘭合作）</small>
* [[靜海運載火箭|靜海]]
* [[质子运载火箭|-{zh-hans:质子;zh-hk:質子;zh-tw:質子;}-]]
** [[質子M型運載火箭|M型]]
** [[質子K型運載火箭|K型]]
** [[质子-K/DM组级运载火箭|K/DM组级]]
* [[呼啸运载火箭|呼啸]]
* [[起飞运载火箭|起飞]]
* [[聯盟二號|-{zh-hans:联盟2号;zh-hk:聯合2號;zh-tw:聯合2號;}-]] 
** [[聯合-1號火箭|2.1v]]
* [[波浪運載火箭|波浪]]
* [[天頂系列運載火箭|天頂]]
** [[天頂2號運載火箭|2號]]
** [[天頂3號SL運載火箭|3號SL]]
** [[天頂3號F運載火箭|3號F]]


|group3 = {{PRC}}
|list3 = 
* [[長征系列運載火箭|長征]]
** [[长征二号丙运载火箭|2號C]]
** [[长征二号丁运载火箭|2號D]]
** [[长征二号F运载火箭|2號F]]
** [[长征三号甲运载火箭|3號A]]
** [[长征三号乙运载火箭|3號B]]
** [[长征三号丙运载火箭|3號C]]
** [[长征四号乙运载火箭|4號B]]
** [[长征四号丙运载火箭|4號C]]
** [[长征五号运载火箭|5號]]
** [[长征五号B运载火箭|5號B]]
** [[长征六号运载火箭|6號]]
** [[长征六号甲运载火箭|6號A]]
** [[长征七号运载火箭|7號]]
** [[长征七号甲运载火箭|7號A]]
** [[长征八号运载火箭|8號]]
** [[长征十一号运载火箭|11號]]
* [[快舟运载火箭|快舟]]
** [[快舟一号运载火箭|快舟一号]]
** [[快舟一号甲运载火箭|快舟一号甲]]
** [[快舟十一号运载火箭|快舟十一号]]
* [[捷龙一号]]
* [[朱雀一号]]
* [[双曲线一号]]
* [[谷神星一号]]

|group4 = {{IND}}
|list4 =
* [[衛星運載火箭]]
** [[地球同步卫星运载火箭|地球同步]]
** [[地球同步卫星运载火箭3型号|地球同步3型]]
** [[極軌衛星運載火箭|極軌衛星]]

|group5 = [[Image:Not the esa logo.svg|24px]] [[欧空局]]
|list5 = 
* [[亞利安系列運載火箭|-{zh-hans:阿丽亚娜;zh-hk:亞里安;zh-tw:亞利安;}-]]
** [[亞利安5號運載火箭|5號]]
* [[織女星運載火箭|織女星]]

|group6 = {{JPN}}
|list6 = 
* [[H-IIA運載火箭|H-IIA]]
* [[艾普斯龙运载火箭|Epsilon]]

|group7 = {{ISR}}
|list7 = 
* [[沙維特系列運載火箭|沙維特]]

|group8 = {{BRA}}
|list8 = 

|group9 = {{PRK}}
|list9 = 
* [[銀河系列運載火箭|銀河]]
** [[银河3号运载火箭|3号]]

|group10 = {{KOR}}
|list10 = 
* [[世界号运载火箭|世界]]

|group11 = {{IRN}}
|list11 = 
* [[信使運載火箭|信使]]
* [[鳳凰號火箭|鳳凰]]
}}
 
|group2 = 开发中
|list2 = {{Navbox subgroup
|groupstyle = text-align: left; width:15%;

|group1 = {{USA}}
|list1 = 
* [[太空發射系統]]
* [[火神運載火箭|火神]]
* [[SpaceX星艦]]
* [[中子号火箭|中子号]]

|group2 = {{RUS}}
|list2 = 
* [[叶尼塞运载火箭|叶尼塞]]

|group3 = {{PRC}}
|list3 = 
* [[長征系列運載火箭|長征]]
** [[长征六号X运载火箭|6号X]]
** [[长征八号运载火箭|8號R]]
** [[长征九号运载火箭|9號]]
** [[新一代载人运载火箭|新一代载人火箭]]
<!-- * 快舟
** -->

|group4 = [[Image:Not the esa logo.svg|24px]] [[欧空局]]
|list4 = 
* [[亞利安系列運載火箭|-{zh-hans:阿丽亚娜;zh-hk:亞里安;zh-tw:亞利安;}-]]
** [[亞利安6號運載火箭|6號]]

|group5 = {{JPN}}
|list5 = 
* [[H3運載火箭|H3]]

|group6 = {{IND}}
|list6 = 
* [[統一運載火箭|ULV]]

|group7 = {{ROM}}
|list7 = 
* [[哈斯運載火箭|哈斯]]

|group9 = {{UKR}}
|list9 = 
* [[旋風4號運載火箭|旋風4號]]

|group10 = {{KOR}}
|list10 = 

}}

|group3 = 退役
|list3 = {{Navbox subgroup
|groupstyle = text-align: left; width:15%;

|group1 = {{USA}}
|list1 = 
* -{zh-hans:宇宙神;zh-hk:宇宙神;zh-tw:擎天神;}-
** [[擎天神系列運載火箭|早期版本]]
** [[擎天神1號運載火箭|1號]]
** [[擎天神2號運載火箭|2號]]
** [[擎天神3號運載火箭|3號]]
* -{zh-hans:德尔塔;zh-hk:三角洲;zh-tw:三角洲;}-
** [[三角洲系列運載火箭|早期版本]]
** [[三角洲2號運載火箭|2號]]
** [[三角洲三號運載火箭|3號]]
* -{zh-hans:丘诺;zh-hk:丘諾;zh-tw:朱諾;}-
** [[朱諾1號運載火箭|1號]] 
** [[朱諾2號運載火箭|2號]]
* -{zh-hans:土星;zh-hk:土星;zh-tw:農神;}-
** [[土星1号运载火箭|1號]]
** [[土星1B號運載火箭|1B號]]
** [[土星5號運載火箭|5號]]
* [[泰坦系列運載火箭|-{zh-hans:大力神;zh-hk:泰坦;zh-tw:泰坦;}-]]
** [[泰坦1號運載火箭|1號]]
** [[泰坦2號運載火箭|2號]]
** [[泰坦3號運載火箭|3號]]
** [[泰坦4號運載火箭|4號]]
* [[雅典娜系列運載火箭|雅典娜]]
* [[康尼斯多加運載火箭|康尼斯多加]]
* [[試驗運載火箭|試驗]]
* [[迦勒運載火箭|迦勒]]
* [[遊騎兵系列運載火箭|遊騎兵]]
* [[斯巴達運載火箭|斯巴達]]
* [[雷神系列運載火箭|雷神]]
* [[先鋒運載火箭|先鋒]]
* [[獵鷹系列運載火箭|獵鷹]]
** [[獵鷹1號運載火箭|1號]]

|group2 = {{URS}}／{{RUS}}
|list2 = 
* [[闪电运载火箭|閃電]]
* [[能源运载火箭|-{zh-hans:能源;zh-hant:能量}-]]
* [[N1運載火箭|N1]]
* [[R-7系列運載火箭|R-7]]
* 宇宙
** [[宇宙1號運載火箭|1號]]
** [[宇宙2號運載火箭|2號]]
** [[宇宙3號運載火箭|3號]]
** [[宇宙3號M型運載火箭|3號M型]]
* [[旋風系列運載火箭|旋風]]
** [[旋風2號運載火箭|2號]]
** [[旋風3號運載火箭|3號]]
* [[質子運載火箭|-{zh-hans:质子;zh-hk:質子;zh-tw:質子;}-]]
** [[UR500运载火箭|UR500]]
* [[聯合L型運載火箭|聯合L]]
*[[联盟-FG]]

|group3 = {{PRC}}
|list3 = 
* [[長征系列運載火箭|長征]]
** [[长征一号|1号]]
** [[长征一号丁|1號D]]
** [[长征二号甲|2号A]]
** [[长征二号捆绑式运载火箭|2号E]]
** [[长征三号|3号]]
** [[长征四号甲|4号A]]
* [[风暴一号运载火箭|风暴1号]]
* [[开拓者系列运载火箭|开拓者]]
** [[开拓者一号小型运载火箭|1號]]
** [[开拓者二号小型运载火箭|2號]]
** [[开拓者二号甲小型运载火箭|2號A]]

|group4 = {{JPN}}
|list4 = 
* [[Mu系列運載火箭|Mu]]
* [[J-I運載火箭|J-1]]
* [[N-I運載火箭|N-I]]
* [[N-II運載火箭|N-II]]
* [[H-I運載火箭|H-I]]
* [[H-II運載火箭|H-II]] 
* [[蘭布達4S型運載火箭|蘭布達4S]]
* [[H-IIB運載火箭|H-IIB]]

|group5 = [[Image:Not the esa logo.svg|24px]] [[欧空局]]
|list5 = 
* [[歐羅巴系列運載火箭|歐羅巴]]
* [[亞利安系列運載火箭|-{zh-hans:阿丽亚娜;zh-hk:亞里安;zh-tw:亞利安;}-]]
** [[亞利安1號運載火箭|1號]]
** [[阿里安2号运载火箭|2號]]
** [[亞利安3號運載火箭|3號]]
** [[亞利安4號運載火箭|4號]]

|group6 = {{IND}}
|list6 = 
* 衛星運載火箭
** [[衛星運載火箭|原型]]
** [[加強衛星運載火箭|加強]]

|group7 = {{UK}}
|list7 = 
* [[黑箭運載火箭|黑箭]]

|group8 = {{FRA}}
|list8 = 
* [[鑽石系列運載火箭|鑽石]]

|group9 = {{PRK}}
|list9 = 
* [[白頭山運載火箭|白頭山]]
* [[銀河系列運載火箭|銀河]]
** [[银河2号运载火箭|2号]]

|group10 = {{KOR}}
|list10 = 
* [[罗老运载火箭|罗老]]

|group11 = {{BRA}}
|list11 = 
* [[衛星發射運載火箭|衛星運載火箭]]
}}

|group4 = 已取消
|list4 = {{Navbox subgroup
|groupstyle = text-align: left; width:15%;
|group1 = {{USA}}
|list1 = 
* {{link-en|海龙号运载火箭|Sea Dragon (rocket)}}
* {{link-en|土星C-8型运载火箭|Saturn C-8}}
* [[OmegA]]
}}
}}<noinclude>

== 參見 ==
* [[Template:RLVs]]（可重複使用運載系統）

[[Category:运载火箭导航模板| ]]
</noinclude>