{{Navbox
|name=PASMO
|state=collapsed
|style=text-align:left;
|titlestyle =background:#f99;
|groupstyle =background:#fcc;
|title=[[PASMO]]加盟業者
|group1 = 鐵道
|list1 = <!--50音順-->[[小田急電鐵]]{{.w}} [[京王電鐵]]{{.w}} [[京濱急行電鐵]]{{.w}} [[京成電鐵]]{{.w}} [[相模鐵道]]{{.w}} [[新京成電鐵]]{{.w}} [[西武鐵道]]{{.w}} [[東急電鐵]]{{.w}} [[東京地下鐵]]{{.w}} [[東武鐵道]]{{.w}} [[伊豆箱根鐵道]]{{.w}} [[江之島電鐵]]{{.w}} ▲[[關東鐵道]]{{.w}} [[北總鐵道]]{{.w}} [[埼玉高速鐵道]]{{.w}} [[湘南單軌電車]]{{.w}} [[首都圈新都市鐵道]]{{.w}} [[東葉高速鐵道]]{{.w}} [[箱根登山鐵道]]{{.w}} [[橫濱高速鐵道]]{{.w}} [[東京都交通局]]（[[都營地下鐵]]{{.w}}[[東京都電車]]{{.w}}[[日暮里-舍人線]]）{{.w}} [[橫濱市交通局]]（[[橫濱市營地下鐵]]）{{.w}} [[多摩都市單軌電車]]{{.w}} [[秩父鐵道]]{{.w}} ▲[[千葉都市單軌電車]]{{.w}} [[舞濱度假區線]]{{.w}} [[百合鷗 (鐵路公司)|百合鷗]]{{.w}} [[橫濱海岸線]]
|group2=巴士（僅列出發行業者）
|list2= {{link-ja|鷹巴士|イーグルバス}}{{·w}} {{link-ja|伊豆箱根巴士|伊豆箱根バス}}{{·w}} {{link-ja|江之電巴士|江ノ電バス}}{{·w}} {{link-ja|小田急巴士|小田急バス}}{{·w}} {{link-ja|神奈川中央交通|神奈川中央交通}}{{·w}} [[川崎市交通局]]{{·w}} {{link-ja|川崎鶴見臨港巴士|川崎鶴見臨港バス}}{{·w}} [[關東巴士]]{{·w}} [[京王電鐵巴士]]{{·w}} [[京成巴士]]{{·w}} [[京濱急行巴士|京急巴士]]{{·w}} {{link-ja|國際興業巴士|国際興業バス}}{{·w}} [[小凑铁道]]{{·w}} [[西武巴士]]{{·w}} {{link-ja|相鐵巴士|相鉄バス}}{{·w}} {{link-ja|立川巴士|立川バス}}{{·w}} {{link-ja|千葉交通|千葉交通}}{{·w}} {{link-ja|東海巴士|東海バス}}{{·w}} {{link-ja|東京機場交通|東京空港交通}}{{·w}} [[東急巴士]]{{·w}} {{link-ja|東武巴士|東武バス}}{{·w}} {{link-ja|朝日自動車|朝日自動車}}{{·w}} {{link-ja|東洋巴士|東洋バス}}{{·w}} {{link-ja|西東京巴士|西東京バス}}{{·w}} [[箱根登山巴士]]{{·w}} {{link-ja|日立自動車交通|日立自動車交通}}{{·w}} [[富士急行]]{{·w}} {{link-ja|船橋新京成巴士|船橋新京成バス}}{{·w}} [[平和交通 (千葉縣)|平和交通]]{{·w}} {{link-ja|山梨交通|山梨交通}}
|group3=相互通用（部分使用）
|list3=[[Suica]]（[[SAPICA]] - {{link-ja|Ryuto|りゅーと}} - {{link-ja|odeca|odeca}} - [[icsca]]）{{·w}} [[ICOCA]]（[[PASPY]] - [[IruCa]]）{{·w}} [[Kitaca]]{{·w}} [[TOICA]]{{·w}} [[SUGOCA]]（{{link-ja|熊本地域振興IC卡|熊本地域振興ICカード}} - {{link-ja|埃努塔斯T卡|エヌタスTカード}}）{{·w}} [[nimoca]]{{·w}} [[快捷卡]]{{·w}} [[manaca]]{{·w}} [[PiTaPa]]（[[LuLuCa]]）※
|group4 = 新幹線乘車服務
|list4 =▽{{link-ja|新幹線e車票|新幹線eチケット}}＞ {{link-ja|一碰即去新幹線|タッチでGo!新幹線}}{{·w}} ▽EX-IC/{{link-ja|Smart EX|スマートEX}}
|group5=相關項目
|list5={{link-ja|首都圈IC卡互相使用服務|首都圏ICカード相互利用サービス}}{{·w}} [[FeliCa]]{{·w}} [[乘車卡]]{{·w}} [[電子貨幣]]{{·w}} {{link-ja|Passnet|パスネット}}{{·w}} {{link-ja|巴士共通卡|バス共通カード}}
|belowstyle=background:transparent;
|below=
: 兼業事業者作為鐵道事業者記載。但是鐵道未引入者除外。
: 巴士事業者只限記載幹事事業者。只限乘車券引換鐵道事業者省略。
: ※：不對應電子貨幣
: ▽：只限預約認證使用，不可使用SF。
: ▲：有關鐵道未對應[[交通系IC卡全國互相使用服務]]的事業者（只限使用PASMO、Suica）
}}<noinclude>
[[Category:日本鐵路模板|社]]
</noinclude>