{{Navbox
| name = Sukhoi aircraft
| title = [[苏霍伊]]飛機型號

| group1 = 戰鬥機／-{zh-hk:截擊機;zh-hans:截击机;zh-tw:攔截機;}-
| list1 =  [[Su-9|-{A|zh-hans:苏-;zh-hk:蘇-;zh-tw:Su-;}-9 (II)]]{{·w}} [[Su-11|苏-11 (II)]]{{·w}} [[Su-15攔截機|苏-15 (II)]]{{·w}} [[苏-27战斗机|苏-27]]{{·w}} [[苏-30战斗机|苏-30]]{{·w}} [[Su-33戰鬥機|苏-33]]{{·w}} [[Su-35战斗机|苏-35]]{{·w}} [[Su-37戰鬥機|苏-37]]{{·w}} [[Su-47金雕式戰鬥機|苏-47]]{{·w}} [[苏-57战斗机|苏-57]]{{·w}} [[蘇霍伊Checkmate|Su-75 Checkmate]]

| group2 = 轟炸機／攻擊機
| list2 = [[Su-2|苏-2]]{{·w}} [[Su-2|苏-4]]{{·w}} [[苏-7战斗轰炸机|苏-7 (II)]]{{·w}}[[Su-17攻擊機|苏-17 (II)]]{{·w}} [[Su-17攻擊機#Su-20|苏-20]]{{·w}} [[Su-17攻擊機#Su-22|苏-22]]{{·w}} [[Su-24戰鬥轟炸機|蘇-24]]{{·w}} [[Su-25攻擊機|蘇-25]]{{·w}}[[苏-34战斗轰炸机|苏-34]]{{·w}} [[Su-25攻擊機#Su-25TM/Su-39|蘇-39]]

| group3 = 偵察機
| list3 = [[Su-12|苏-12]]

| group4 = 教練機
| list4 = [[Su-26|苏-26]]{{·w}} [[Su-28|苏-28]]{{·w}} [[Su-29|苏-29]]{{·w}} [[Su-31|苏-31]]

| group5 = 運輸機
| list5 = [[Su-38|苏-38]]{{·w}} [[Su-80|苏-80]]{{·w}} [[Sukhoi-Gulfstream S-21|S-21]]{{·w}} [[苏霍伊超级喷气机100|SSJ100]]

| group6 = 試驗機
| list6 = [[苏-1战斗机|苏-1]]{{·w}} [[苏-1战斗机|苏-3]]{{·w}} [[Su-5|苏-5]]{{·w}} [[Su-6|苏-6]]{{·w}} [[Su-6|苏-7 (I)]]{{·w}} [[Su-8|苏-8]]{{·w}} [[蘇-9（1946）|苏-9 (I)]]{{·w}} [[Su-10|苏-10]]{{·w}} [[蘇-9（1946）|苏-11 (I)]]{{·w}} [[蘇-9（1946）|苏-13]]{{·w}} [[Su-15 (1949)|苏-15 (I)]]{{·w}} [[Su-17 (1949)|苏-17 (I)]]{{·w}} [[Su-47金雕式戰鬥機|S-37]]{{·w}} [[S-54|S-54]]{{·w}} [[P-1|P-1]]{{·w}} [[Sukhoi T-3|T-3]]{{·w}} [[T-4偵察機|T-4]]{{·w}} [[苏-57战斗机|T-50(PAK FA)]]


| group7 = 計畫取消
| list7 = [[苏霍伊KR-860|KR-860]]{{·w}} [[Sukhoi T-60S|T-60S]]
}}<includeonly></includeonly><noinclude>
[[Category:航空模板]]
[[Category:俄罗斯公司模板]]
[[Category:苏霍伊飞机]]
</noinclude>