{|class="navbox collapsible autocollapse" style="text-align:left"
! colspan="10" style="background:#E6E0B5" | {{Tnavbar-collapsible|{{Flagicon image|Mount Yu Shan - Taiwan.jpg}} [[台灣百岳|臺灣百岳]]|Taiwan Top 100 Peaks}} 
|-
| {{0}}1. [[玉山]] || {{0}}2. [[雪山 (台灣)|雪山]] || {{0}}3. [[玉山東峰]] || {{0}}4. [[玉山北峰]] || {{0}}5. [[玉山南峰]] || {{0}}6. [[秀姑巒山]] || {{0}}7. [[馬博拉斯山]] || {{0}}8.[[南湖大山]] || {{0}}9. [[東小南山]] || {{0}}10. [[中央尖山]]
|-bgcolor="#F5F3E2" 
| 11. [[雪山北峰]] || 12. [[關山]] || 13. [[大水窟山]] || 14. [[南湖大山東峰]] || 15. [[東郡大山]] || 16. [[奇萊北峰]] || 17. [[向陽山]] || 18. [[大劍山]] || 19. [[雲峰]] || {{0}}20. [[奇萊主山]]
|-
| 21. [[馬利加南山]] || 22. [[南湖北山]] || 23. [[大雪山 (台灣)|大雪山]] || 24. [[品田山]] || 25. [[玉山西峰]] || 26. [[頭鷹山]] || 27. [[三叉山]] || 28. [[大霸尖山]] || 29. [[南湖大山南峰]] || {{0}}30. [[東巒大山]]
|-bgcolor="#F5F3E2" 
| 31. [[無明山]] || 32. [[巴巴山]] || 33. [[馬西山]] || 34. [[北合歡山|合歡北峰]] || 35. [[合歡山東峰|合歡東峰]] || 36. [[小霸尖山]] || 37. [[合歡主峰]] || 38. [[南玉山]] || 39. [[畢祿山]] || {{0}}40. [[卓社大山]]
|-
| 41. [[奇萊南峰]] || 42. [[南雙頭山]] || 43. [[能高南峰]] || 44. [[志佳陽大山]] || 45. [[白姑大山]] || 46. [[八通關山]] || 47. [[新康山]] || 48. [[桃山 (臺灣)| 桃山]] || 49. [[丹大山]] || {{0}}50. [[佳陽山]]
|-bgcolor="#F5F3E2" 
| 51. [[火石山]] || 52. [[池有山]] || 53. [[伊澤山]] || 54. [[卑南主山]] || 55. [[干卓萬山]] || 56. [[太魯閣大山]] || 57. [[轆轆山]] || 58. [[喀西帕南山]] || 59. [[內嶺爾山]] || {{0}}60. [[鈴鳴山]]
|-
| 61. [[郡大山]] || 62. [[能高山]] || 63. [[萬東山西峰]] || 64. [[劍山 (台灣)|劍山]] || 65. [[屏風山]] || 66. [[小關山]] || 67. [[義西請馬至山]] || 68. [[牧山]] || 69. [[玉山前峰]] || {{0}}70. [[石門山 (南投縣)|石門山]]
|-bgcolor="#F5F3E2" 
| 71. [[塔關山]] || 72. [[馬比杉山]] || 73. [[達芬尖山]] || 74. [[雪山東峰]] || 75. [[無雙山]] || 76. [[南華山]] || 77. [[關山嶺山]] || 78. [[海諾南山]] || 79. [[中雪山]] || {{0}}80. [[閂山]]
|-
| 81. [[甘薯峰]] || 82. [[西合歡山|合歡西峰]] || 83. [[審馬陣山]] || 84. [[喀拉業山]] || 85. [[庫哈諾辛山]] || 86. [[加利山]] || 87. [[白石山 (台灣)|白石山]] || 88. [[磐石山]] || 89. [[帕托魯山]] || {{0}}90. [[北大武山]]
|-bgcolor="#F5F3E2" 
| 91. [[塔芬山]] || 92. [[西巒大山]] || 93. [[立霧主山]] || 94. [[安東軍山]] || 95. [[光頭山]] || 96. [[羊頭山]] || 97. [[布拉克桑山]] || 98. [[駒盆山]] || 99. [[六順山]] || 100. [[鹿山 (台灣)|鹿山]]
|-
| colspan="10" align="right"  | 註：由高至低排列，順序與標高參照[[國防部聯合後勤司令部|聯勤總部測量署]]於1985年至1987年測繪發行之地形圖
|-
! colspan="10" align="center" style="background:#E6E0B5" | 全屬百岳之其他評選
|-
| colspan="10" |
 {{Navbox|child
 | bodyclass = hlist
 | bodystyle = 
 | groupstyle = background:#E6E0B5
 |  evenstyle = background:#F5F3E2
 | group1 = 五-{嶽}-
 |  list1 = 
* [[玉山|中-{嶽}-（玉山）]]
* [[秀姑巒山|東-{嶽}-（秀姑巒山）]]
* [[雪山 (台灣)|西-{嶽}-（雪山）]]
* [[北大武山|南-{嶽}-（北大武山）]]
* [[南湖大山|北-{嶽}-（南湖大山）]]
 | group2 = 三尖
 |  list2 = 
* [[中央尖山]]
* [[大霸尖山]]
* [[達芬尖山]]
 | group3 = 一奇
 |  list3 = [[奇萊北峰]]
 | group4 = 四秀
 |  list4 = 
* [[品田山]]
* [[池有山]]
* [[桃山 (臺灣)|桃山]]
* [[喀拉業山]]
 | group5 = 十峻
 |  list5 = 
* [[玉山東峰]]
* [[玉山南峰]]
* [[馬博拉斯山]]
* [[關山]]
* [[奇萊北峰]]
* [[大劍山]]
* [[品田山]]
* [[無明山]]
* [[能高南峰]]
* [[新康山]]
 | group6 = 八秀
 |  list6 = 
* [[玉山北峰]]
* [[向陽山]]
* [[東巒大山]]
* [[志佳陽大山]]
* [[桃山 (臺灣)|桃山]]
* [[郡大山]]
* [[鈴鳴山]]
* [[閂山]]
 | group7 = 十崇
 |  list7 = 
* [[南湖北山]]
* [[大雪山 (台灣)|大雪山]]
* [[三叉山]]
* [[東郡大山]]
* [[馬西山]]
* [[北合歡山|合歡北峰]]
* [[奇萊南峰]]
* [[卑南主山]]
* [[太魯閣大山]]
* [[內嶺爾山]]
 | group8 = 三高
 |  list8 = 
* [[玉山|新高山（玉山）]]
* [[雪山 (台灣)|次高山（雪山）]]
* [[能高山]]
 }}
|}<includeonly>[[Cat:台灣百岳]]</includeonly>
<noinclude>{{Documentation}}</noinclude>