{| cellpadding="1" style="float: right; border: 1px solid #8888aa; background: white; padding: 5px; margin: 0 15px 0 15px;"
| style="background: #ccf; text-align: center;" | '''這篇文章是'''<br>'''[[美國歷史]]系列'''<br>'''的其中一篇'''
|-
| [[殖民地美洲]]
|-
| [[美國歷史 (1776年－1789年)|1776年－1789年]]
|-
| [[美國歷史 (1789年－1861年)|1789年－1861年]]
|-
| [[美國歷史 (1789年－1865年)|1789年－1865年]]
|-
| [[美國歷史 (1865年－1918年)|1865年－1918年]]
|-
| [[美國歷史 (1918年－1945年)|1918年－1945年]]
|-
| [[美國歷史 (1945年－1964年)|1945年－1964年]]
|-
| [[美國歷史 (1964年－1980年)|1964年－1980年]]
|-
| [[美國歷史 (1980年－1988年)|1980年－1988年]]
|-
| [[美國歷史 (1988年至今)|1988至今]]
|-
|style="border-bottom: 1px solid #ccc"|
|-
| style="text-align: center;"|<small>{{ed|ushistory|}}</small>
|}