此模板列出所有在香港舉行的維基人聚會。

{| class="sortable" cellpadding="5" cellspacing="0" style="margin: 0 0 1em 1em; border:1px solid #cccccc; empty-cells:show; border-collapse:collapse; font-size:95%" border="1"
|- bgcolor=#99cc66
!次數||聚會名稱||日期||地點||參加人數 
|-
|1||[[Wikipedia:聚会/2005香港維基人聚會|2005年香港維基人聚會]]（[[Wikipedia talk:聚会/2005香港維基人聚會|組織過程]]）||2005年9月18日||[[九龍塘]][[又一城]]||10 
|-bgcolor="efefef"
|2||[[Wikipedia:聚会/2006香港春聚報告|2006年第一次香港維基人聚會]]（[[Wikipedia talk:聚会/2006香港春聚報告|組織過程]]）||2006年1月21日||[[九龍塘]][http://www.cityu.edu.hk/fmo/eng/virtual_tour/city_express.htm 城大食坊]||06
|-
|3||[[Wikipedia:聚会/2006香港第二次春聚|2006年第二次香港維基人聚會]]（[[Wikipedia talk:聚会/2006香港第二次春聚|組織過程]]）||2006年4月15日||[[旺角]]水瓶座咖啡店||12
|-bgcolor="efefef"
|4||[[Wikipedia:聚会/香港工作小組聚會|中文維基年會香港工作小組聚會]]（[[Wikipedia talk:聚会/香港工作小組聚會|組織過程]]）||2006年5月28日||[[沙田 (香港)|沙田]][[香港中文大學]]||06
|-
|5||[[Wikipedia:聚会/2006香港夏聚|2006年香港夏聚]]（[[Wikipedia talk:聚会/2006香港夏聚|組織過程]]）||2006年6月10日||[[旺角]]加勒比海café||16
|-bgcolor="efefef"
|6||[[Wikipedia:聚會/2006香港冬聚|2006年香港冬聚]]（[[Wikipedia talk:聚會/2006香港冬聚|組織過程]]）||2006年12月23日||[[旺角]]Mobile cafe||13
|-
|7||[[Wikipedia:聚會/2007香港春聚|2007年香港春聚]]（[[Wikipedia talk:聚會/2007香港春聚|組織過程]]）||2007年4月1日||[[Wikipedia talk:聚會/2007香港春聚|按此瀏覽]]||19
|-bgcolor="efefef"
|8||[[Wikipedia:聚會/2007年香港夏聚|2007年香港夏聚]]（[[Wikipedia talk:聚會/2007香港夏聚|組織過程]]）||2007年7月14日||[[尖東]]德興火鍋海鮮酒家||19*
|-
|9||[[Wikipedia:聚會/2007年港澳粵三地維基人澳門聚會|2007年香港秋聚]]（[[Wikipedia talk:聚會/2007年港澳粵三地維基人澳門聚會|組織過程]]）||2007年10月20日至21日||[[澳門科技大學]]、[[澳門歷史城區]]||12*
|-bgcolor="efefef"
|10||[[Wikipedia:聚會/2007年香港冬聚|2007年香港冬聚]]（[[Wikipedia talk:聚會/2007香港冬聚|組織過程]]）||2007年12月15日||[[灣仔]]心粥館、[[合和中心]]對面的pacific coffee||09
|-
|11||[[Wikipedia:聚會/2008年香港春聚 (重新提案)|2008年香港春聚]]（[[Wikipedia talk:聚會/2008年香港春聚 (重新提案)|組織過程]]）||2008年3月30日||[[香港理工大學]]、[[新文華中心]]美心MX、Cotti Coffee||'''26'''
|-bgcolor="efefef"
|12||[[Wikipedia:聚會/2008香港夏聚|2008年香港夏聚]]（[[Wikipedia talk:聚會/2008年香港夏聚|組織過程]]）||2008年7月26日||[[香港理工大學]]、[[香港會議展覽中心]]||13
|-
|13||[[Wikipedia:聚會/2008香港第一次秋聚|2008香港第一次秋聚]]（[[Wikipedia talk:聚會/2008香港第一次秋聚|組織過程]]）||2008年8月23日||[[香港城市大學]]康樂樓七樓自悠閣、教學樓Y5-303||16
|-bgcolor="efefef"
|14||[[Wikipedia:聚會/2008香港冬聚|2008香港冬聚]]（[[Wikipedia talk:聚會/2008香港冬聚|組織過程]]）||2008年12月20日||[[香港中文大學]]||沒有數據
|-
|15||[[Wikipedia:聚會/2009香港夏聚|2009香港夏聚]]（[[Wikipedia talk:聚會/2009香港夏聚|組織過程]]）||2009年8月15日||[[銅鑼灣]]人民公社||19
|-bgcolor="efefef"
|16||[[Wikipedia:聚會/2009香港秋聚|2009香港秋聚]]（[[Wikipedia talk:聚會/2009香港秋聚|組織過程]]）||2009年10月25日||[[屯門]]小欖燒烤樂園||10
|-
|17||[[Wikipedia:聚會/2009香港冬聚|2009香港冬聚]]（[[Wikipedia talk:聚會/2009香港冬聚|組織過程]]）||2009年12月6日||[[太古城中心]]Food Republic（大食代）||06
|-bgcolor="efefef"
|rowspan="2"|18||[[维基百科:聚會/2010香港夏聚|2010香港夏聚]]（[[Wikipedia_talk:聚會/2010香港夏聚|組織過程]]）||rowspan="2"| 2010年7月17日||rowspan="2"|香港灣仔軒尼詩道15號[[溫莎公爵社會服務大廈]]一樓103室||rowspan="2"|17
|-bgcolor="efefef"
| [[Wikipedia_talk:聚會/香港維基媒體協會周年研討會2010|香港維基媒體協會周年研討會2010]]
|-
|18||[[維基百科:聚會/2010香港秋聚|2010香港秋聚]]（[[Wikipedia_talk:聚會/2010香港秋聚|組織過程]]）|| 2010年9月18日||九龍塘又一城LG2 Pacific Coffee||沒有數據
|-bgcolor="efefef"
|19||[[維基百科:聚會/2010香港冬聚|2010香港冬聚]]（[[Wikipedia_talk:聚會/2010香港冬聚|組織過程]]） || 2010年12月26日 || [[長洲 (香港)|長洲]] || 10
|-
|rowspan="2"|20||[[維基百科:香港維基媒體協會/2011維基百科十周年活動|2011十周年活動]]：燒烤 || 2011年1月15日||元朗西鐵燒烤樂園||沒有數據
|-
|[[維基百科:香港維基媒體協會/2011維基百科十周年活動|2011十周年活動]]：年宵檔位 || 2011年1月28日至2月3日||[[葵涌運動場]]葵青年宵市場101號鋪||不適用
|-bgcolor="efefef"
|21 || [[維基百科:聚會/2011香港春聚|2011香港春聚]]（[[Wikipedia_talk:聚會/2011香港春聚|組織過程]]）|| 2011年5月1日 || 大水坑至大埔 || 6
|-bgcolor=#ccffff
|※||[[Wikipedia:聚會/香港維基人定期聚會|香港定期聚會]]（[[Wikipedia talk:聚會/香港維基人定期聚會|組織過程與討論]]）||{{Wikipedia:聚會/香港維基人定期聚會/最新日期}}（最新一次）＊||各區巡迴舉辦||-
|}
*註1：＊雙週星期六，但按情況或有更改，請密切留意
*註2：更新請同時修改[[Wikipedia:聚会]]。

<div style="text-align: right;">
<small>[[Template:WPHK Meeting|■模板]] {{!}} [[Template Talk:WPHK Meeting|●討論]] {{!}} [http://zh.wikipedia.org/w/index.php?title=Template:WPHK_Meeting&action=edit ※編輯]</small>
</div></div>
<noinclude>
[[Category:香港維基資源]]
[[Category:香港維基聚會|*]]
</noinclude>