{{Military navigation
|style=wide
|name=WWIIGermanAFVs
|title= 德國第二次世界大戰裝甲戰鬥車輛
|image=[[File:Balkenkreuz.svg|80px]]<br><br>[[File:Panzer VI tiger.svg|150px]]
|listclass = hlist
|group1 = [[輕戰車]]
|list1  = 
*[[一號坦克|一號戰車]]
*[[二號坦克|二號戰車]]
*[[LT-35戰車|35(t)戰車]]
*[[LT-38戰車|38(t)戰車]]
|group2 = [[中戰車]]
|list2  = 
*[[三號坦克|三號戰車]]
*[[四號坦克|四號戰車]]
*[[豹式戰車|五號戰車豹式]]
|group3 = [[重戰車]]
|list3  = 
*[[六號戰車|六號戰車]]
**[[虎I戰車|虎I]]
**[[虎II坦克|虎II]]
|group4 = [[突擊砲]]
|list4  = 
*[[三號突擊砲]]
*[[四號突擊砲|四號突擊砲]]
*[[10.5厘米突擊榴彈砲42]]
*[[33B突擊步兵砲]]
*[[灰熊式突擊砲|灰熊式]]
*[[突擊虎式]]
|group5 = [[驅逐戰車]]／戰車驅逐車
|list5  = 
*[[一號驅逐戰車|一號反戰車自走砲]]
*[[黃鼠狼I驅逐戰車|黃鼠狼I式]]／[[黃鼠狼II驅逐戰車|II式]]／[[黃鼠狼III驅逐戰車|III式]]
*[[追獵者式坦克殲擊車|追獵者式]]
*[[四號驅逐戰車]]
*[[犀牛式驅逐戰車|犀牛式]]
*[[獵豹式驅逐戰車|獵豹式]]
*[[獵虎式驅逐戰車|獵虎式]]
*[[象式重驅逐戰車‎|象式]]
|group6 = [[自走砲]]
|list6  = 
*[[一號自走重步兵砲]]
*[[二號自走重步兵砲]]
*[[黃蜂式自走炮|黃蜂式]]
*[[野蜂式自走炮|野蜂式]]
*[[蟋蟀式自走砲|蟋蟀式]]
*[[卡爾臼炮|卡爾自走臼砲]]
*[[42型150公厘自走火箭炮|裝甲車發射器]]
*[[Wurfrahmen 40多管火箭炮|40型發射架]]
|group7 = [[自行防空系统|防空戰車]]
|list7  = 
*[[38式防空戰車|38(t)防空戰車]]
*[[一號防空戰車]]
*四號防空戰車
**[[家具車式防空坦克|家具車式]]
**[[旋風式防空坦克|旋風式]]
**[[東風式防空坦克|東風式]]
**[[球狀閃電防空坦克|球狀閃電]]
|group8 = [[半履帶車|裝甲半履帶]]
|list8  = [[Sd.Kfz._250半履带车|Sd Kfz 250]]／[[SdKfz 251半履帶車|251]]／[[SdKfz 252半履带车|252]]／[[Sd.Kfz. 253半履带车|253]]／[[Sd.Kfz.254|254]]
|group9 = [[裝甲車]]
|list9  = 
*[[輕型裝甲偵查車|Sd.Kfz. 221／Sd. Kfz. 222／Sd. Kfz. 223]]／[[Sd Kfz 231|231]]／[[Sd Kfz 231 (6-Rad)|231 (6-Rad)]]／[[Sd Kfz 232|232]]／[[Sd Kfz 232 (6-Rad)|232 (6-Rad)]]／[[SdKfz 234装甲车|234]]／[[SdKfz 247装甲车|247]]／[[Sd Kfz 263|263]]／[[Sd Kfz 263 (6-Rad)|263 (6-Rad)]]
*[[Kfz 13]]
*[[ADGZ装甲车|ADGZ]]
|group10 = 實驗性車輛／原型車
|list10  = 
*[[轻型拖拉机]]
*[[NbFz重型坦克|新型結構車]]
*[[VK 3001 (H)|VK3001(H)]]／[[VK3001P|(P)]]／[[VK3001D|(D)]]
*[[VK4501(P)|保時捷虎式]]
*[[八號坦克鼠式|鼠式]]
*[[E系坦克|E系]]（[[E-100超重型坦克|E-100]]）
*[[蝗蟲10自走砲|蝗蟲10]]
*[[蟋蟀17]]
*[[大麥克斯]]
*[[武器搬運車]]
*[[斯圖爾·埃米爾自走炮|-{zh:斯圖爾·埃米爾;zh-cn:斯图尔·埃米尔;zh-tw:斯圖爾·埃米爾;}-]]
*[[五號防空戰車]]
*[[重地雷處理車]]
*{{link-en|球形戰車 |Kugelpanzer}}
|group11= 曾有的設計
|list11 = 
*[[III/IV號坦克|III/IV號戰車]]
*[[VK 1602豹式戰車|VK1602]]
*[[VK4502(P)]]
*[[七號獅式戰車|獅式]]
*[[九/十號坦克|九號戰車／十號戰車]]
*[[E系坦克#E-75|E-75]]
*[[陸地巡航者P. 1000老鼠|拉特]]
*[[陸地巡航者P.1500怪物|怪物]]
|group12= 非裝甲履帶／半履帶牽引車
|list12 =
*[[SdKfz 2|Sd kfz 2]]／[[SdKfz 4裝甲車|4]]／[[SdKfz 6半履带车|6]]／[[Sd.Kfz. 7|7]]／[[Sd.Kfz. 8|8]]／[[SdKfz 9半履帶車|9]]／[[Sd.Kfz. 10|10]]／[[Sd.Kfz. 11|11]]
*[[RSO牽引車]]
*[[重國防軍牽引車|sWS]]
*[[騾式半履帶|騾式]]
}}<noinclude>
[[分类:德国军事模板|E]]
[[分类:纳粹德国军事模板|E]]
[[分类:二战各国装甲战斗车辆模板|D]]
</noinclude>