<includeonly>{{esoteric}}<!-- 在這裡加入模板的保護標識 --></includeonly><noinclude>{{Documentation subpage}}</noinclude>
<!-- 請在以下編輯說明文件檔 -->
{{Parameter names example
 |頭銜 |姓名 |英文名
 |圖片 |尺寸 |替代 |簡介
 |本名 |外文名 |外文 |羅馬拼音 |暱稱 |別名
 |國籍 |籍貫
 |出生名 |出生日期 |出生地 |逝世日期 |逝世地
 |血型 |最高學歷 |母校
 |所屬 |職歷 |活躍年代 |類型
 |政黨 |宗教信仰 |婚姻狀況 |子女 |配偶 |家族 |網站
 |現在演出節目 |過去演出節目 |備註 |module
}}
本模板以簡要地表示[[新聞主播]]之特徵為目的。對於資歷尚淺的新聞主播，請在文章內記載即可。如需更詳盡，可使用{{tl|藝人}}。

==使用方式==
將以下原始碼插入文章頂端：
<pre style="overflow:auto;">
{{主播資訊
| 頭銜 = 
| 姓名 = 
| 圖片 = 
| 尺寸 = <!-- 預設值為220px -->
| 替代 = 
| 簡介 = 
| 本名 = 
| 外文名 = 
| 外文 = 
| 羅馬拼音 = 
| 英文名 = 
| 暱稱 = 
| 別名 = 
| 國籍 = 
| 籍貫 = 
| 出生名 = 
| 出生日期 = {{Birth date and age|生年|月|日}}<!-- 已逝世的主播使用，{{Birth date|生年|月|日}} -->
| 出生地 = 
| 逝世日期 = <!-- {{Death date and age|没年|月|日|生年|月|日}} -->
| 逝世地 = 
| 血型 = 
| 最高學歷 = 
| 母校 = 
| 所屬 = 
| 職歷 = 
| 活躍年代 = 
| 類型 = 
| 政黨 = 
| 宗教信仰 = 
| 婚姻狀況 = 
| 配偶 = 
| 子女 =
| 家族 = 
| 網站 = 
| 現在演出節目 = <!-- 具代表性的節目 -->
| 過去演出節目 = <!-- 具代表性的節目 -->
| 備註 = 
| module = 
}}
</pre>

== 欄位說明 ==
以下欄位均為選填，若無資料請留空或刪除該欄位，將不會顯示出來。
{| class="wikitable"
! style="text-align: left" | 欄位名稱
! style="text-align: left" | 說明
|-
| width="120px" | '''主播頭銜'''
| 主播目前的工作頭銜，例如：台視晚間新聞主播、三立午間新聞主播…等。必要時可加上外部連結。為了維持版面的整潔，請將頭銜數量維持在一個以內
|-
| '''主播姓名''' || 主播的姓名，以中文為主
|-
| '''綽號'''
| rowspan="2" | （二選一填寫）主播「常見」、「慣用」的綽號或暱稱
|-
| '''暱稱'''
|-
| '''主播英文名字''' || 主播的英文名字
|-
| '''主播出生年分'''
| rowspan="2" | （二選一填寫）請使用模板：<nowiki>{{birth date and age|1973|3|1}}</nowiki>（如只知道年分，使用：<nowiki>{{birth year and age|1973}}</nowiki>）
|-
| '''主播出生日期'''
|-
| '''出生地''' || 出生國家、地區、城市的名稱，可加上內部連結
|-
| '''主播逝世年分'''
| rowspan="2" | （二選一填寫）請使用模板：<nowiki>{{death date and age|2009|4|1|1973|3|1}}</nowiki>（如只知道年分，使用：<nowiki>{{death_year_and_age|2009|1973}}</nowiki>）
|-
| '''主播出生日期'''
|-
| '''逝世地''' || 逝世國家、地區、城市的名稱，可加上內部連結
|-
| '''主播照片檔案''' || 照片的檔名，不須加上 '''<nowiki>[[</nowiki>File:''' 和 '''<nowiki>]]</nowiki>'''，建議使用自由版權的圖像
|-
| '''主播照片尺寸''' || 照片的寬度，單位請使用'''px'''，預設值為220px
|-
| '''主播照片圖說''' || 照片的說明文字
|-
| '''國籍''' || 請加上內部連結（也可加上國旗圖案）
|-
| '''籍貫''' || 請加上內部連結
|-
| '''最高學歷''' || 為節省版面，請僅列出該主播所持有的「最高」學歷（不須將所有學歷列出）
|-
| '''婚姻狀況''' || 該名主播的婚姻狀況
|-
| '''政黨''' || 若主播為某黨黨員，請在此填入所屬政黨的名稱
|-
| '''配偶''' || 若主播已婚，請在此填入配偶的姓名，若有相關條目（或是有收錄於百科全書的價值），請加上內部連結
|-
| '''信仰宗教''' || 主播信仰的宗教，可加上內部連結
|-
| '''官方網站''' || 主播的「官方網站連結」，只要輸入網址即可，無須自行連結。
|-
| '''備註''' || 相關的備註事項
|}

== 範例 ==
本模板的使用範例、模板實際運作的請況請參見[[Special:Whatlinkshere/Template:主播資訊|使用本模板的條目列表]]。

== 參見 ==
*[[Template:台灣電視主播列表|台灣電視主播列表]]

<includeonly>
<!-- 請在以下加入頁面分類 -->
[[Category:文化模板|{{PAGENAME}}]]
[[Category:人物信息框模板|文化]]
</includeonly>