<includeonly><!-- 在這裡加入模板的保護標識 --></includeonly><noinclude>{{template doc page viewed directly}}</noinclude>
<!-- 在本行下編輯模板說明 -->
本模板適合使用在[[中華民國]]（[[台灣]]）的政黨條目中。

==使用方式==
{| class="wikitable" style="float:right; font-size: 95%"
|+ 參見範例
| 使用中的模板範例
* [[中國國民黨]]
* [[民主進步黨]]
|}
* '''放置位置：'''
::本模板應放置在條目內容的'''最頂端'''，在正文之前。
* '''模板原始碼：'''
{| 
|<syntaxhighlight lang="xml">
{{台灣政黨信息框
| 政黨名稱 = 
| 顏色     = 
| 黨旗文件名 = <!-- 不需file: 或image: 開頭 -->
| 黨徽文件名 = <!-- 不需file: 或image: 開頭 -->
| 主席     = 
| 榮譽主席 = 
| 副主席   = 
| 總書記   = 
| 秘書長   =
| 副秘書長 = 
| 成立     = 
| 解散     = 
| 總部     = 
| 黨員人數 = 
| 國會席次 = <!-- {{Infobox political party/seats|佔有|總數|hex=十六進位顏色}} -->
| 議會席次 = <!-- {{Infobox political party/seats|佔有|總數|hex=十六進位顏色}} -->
| 政黨類型 =
| 政治立場 = 
| 國際組織 = 
| 網站     = <!-- {{URL|1=網址}} -->
}}</syntaxhighlight>
|}

==變數欄位==
:大部份欄位可選填，按適用情況有選擇地填寫即可。但「'''政黨名稱'''」、「'''主席'''」、「'''成立時間'''」、「'''總部地點'''」、「'''黨員人數'''」及「'''政治立場'''」等最基本的信息必須填寫，若確無相關資料請填寫「不詳」。

{| class="wikitable" cellpadding=2
! style="width:120px" | 變數欄位 !! 說明
|-
| '''政黨名稱'''
| 政黨的正式全名（請不要填寫簡稱）
|-
| '''顏色'''
| 政黨的形象顏色（也可以是黨旗或黨徽的主要顏色），請用 HEX 色彩編碼填寫（例如：#FF00FF）
|-
| '''黨旗文件名'''
| 政黨黨旗圖片名稱，不須加上 <code><nowiki>[[File:</nowiki></code> 和 <code><nowiki>]]</nowiki></code> 的語法。（若無黨旗可留空）
|-
| '''黨徽文件名'''
| 政黨黨徽圖片名稱，不須加上 <code><nowiki>[[File:</nowiki></code> 和 <code><nowiki>]]</nowiki></code> 的語法。（若無黨徽可留空）
|-
| '''主席'''
| 現任黨主席姓名，請加上內部連結（<code><nowiki>[[</nowiki></code> 和 <code><nowiki>]]</nowiki></code>）
|-
| '''榮譽主席'''
| 現在榮譽主席姓名，請加上內部連結（<code><nowiki>[[</nowiki></code> 和 <code><nowiki>]]</nowiki></code>）
|-
| '''副主席'''
| 現任黨副主席姓名，請加上內部連結（<code><nowiki>[[</nowiki></code> 和 <code><nowiki>]]</nowiki></code>）
|-
| '''總書記'''
| 現任總書記姓名，請加上內部連結（<code><nowiki>[[</nowiki></code> 和 <code><nowiki>]]</nowiki></code>）
|-
| '''秘書長'''
| 現任秘書長姓名，請加上內部連結（<code><nowiki>[[</nowiki></code> 和 <code><nowiki>]]</nowiki></code>）
|-
| '''副秘書長'''
| 現任副秘書長姓名，請加上內部連結（<code><nowiki>[[</nowiki></code> 和 <code><nowiki>]]</nowiki></code>）
|-
| '''成立'''
| 政黨成立的日期，若需加入地點請換行書寫，例如：<code><nowiki>2001年12月15日<br />[[台北市]]</nowiki></code>
|-
| '''解散'''
| 政黨解散的日期，格式同上
|-
| '''總部'''
| 目前政黨總部的所在地點（例如：<code><nowiki>[[台北市]][[中山區]]</nowiki></code>）
|-
| '''黨員人數'''
| 目前加入的黨員人數，請標明資料來源，可用 <code><nowiki><ref>來源網址或資料</ref></nowiki></code> 標籤。若無相關資料請填入「不詳」或「未公開」。
|-
| '''國會席次'''
| 該黨派在中華民國（臺灣）立法院（通稱國會）的席次
|-
| '''議會席次'''
| 該黨派在中華民國（臺灣）地方議會席次的總和
|-
| '''政黨類型'''
| 一個國家政黨體系中的某種類型的政黨，依照政黨紀律與政綱嚴謹程度歸類。政黨組織紀律因為政黨屬性與目標而有所不同。除了一黨專政國家外，實行競爭性政黨體制的國家，其政黨一般分為「[[剛性政黨]]」與「[[柔性政黨]]」，若維基百科內有相關文章，請加入內部連結。
|-
| '''政治立場'''
| 政黨所主張的政治立場，若維基百科內有相關文章，請加入內部連結。
|-
| '''國際組織'''
| 政黨所屬的國際性政黨組織
|-
| '''網站'''
| 政黨的官方網站，請自行加入連結，建議在名稱上可以去除「<code><nowiki>http://</nowiki></code>」的部份，以免網址太長。
|}

==微格式==
{{UF-hcard-org}}

<includeonly>
<!-- 本行下加入模板的分類 -->
[[Category:政黨信息框模板|{{PAGENAME}}]]
[[Category:台灣政黨模板|{{PAGENAME}}]]

<!-- 請在以下加入跨語言連結 -->
</includeonly>