{{Navbox
|name = 字母R
|title = 字母“R”
|group1 = 一般
|list1  = [[R|字母R]]{{·}} [[R音|R音（非邊音流音）]]{{·}} [[R音化和非R音化口音]]{{·}} [[日化元音|R色彩元音]]{{·}} [[喉音R]]{{·}} {{tsl|en|Linking and intrusive R|連音R與插入R}}
|group2 = 發音
|list2  = [[齿龈颤音|清齒齦顫音]] {{IPA|[r̥]}} [[齿龈颤音]] {{IPA|[r]}} [[齒齦近音]] {{IPA|[ɹ]}} [[清齒齦閃音]] {{IPA|[ɾ̥]}} [[齒齦閃音]] {{IPA|[ɾ]}} [[齿龈边闪音]] {{IPA|[ɺ]}} [[捲舌近音]] {{IPA|[ɻ]}} [[卷舌闪音]] {{IPA|[ɽ]}}[[捲舌顫音]] {{IPA|[ɽɽ]}} [[清軟顎擦音]] {{IPA|[x]}} [[濁軟顎擦音]] {{IPA|[ɣ]}} [[清小舌顫音]] {{IPA|[ʀ̥]}} [[小舌顫音]] {{IPA|[ʀ]}} [[清小舌擦音]] {{IPA|[χ]}} [[濁小舌擦音]] {{IPA|[ʁ]}} [[浊咽擦音]] {{IPA|[ʕ]}} [[清声门擦音]] {{IPA|[h]}} [[濁聲門擦音]] {{IPA|[ɦ]}}
|group3 = 變體
|list3  = {{Unicode|[[Ꝛ|Ꝛꝛ]]}}{{·}} {{Unicode|[[Ɍ|Ɍɍ]]}}{{·}} {{unicode|[[Ʀ|Ʀʀ]]}}{{·}} {{unicode|[[Ȑ|Ȑȑ]]}}{{·}} [[Ŕ|Ŕŕ]]{{·}} [[Ŗ|Ŗŗ]]{{·}} [[Ř|Řř]]{{·}} {{unicode|[[Ȓ|Ȓȓ]]}}{{·}} {{unicode|[[Ṙ|Ṙṙ]]}}{{·}} {{unicode|[[Ṛ|Ṛṛ]]}}{{·}} {{unicode|[[Ṝ|Ṝṝ]]}}{{·}} {{unicode|[[Ṟ|Ṟṟ]]}}{{·}} [[Rd (二合字母)|Rd]]{{·}} [[Rh (二合字母)|Rh]]{{·}} [[Rl (二合字母)|Rl]]{{·}} [[Rn (二合字母)|Rn]]{{·}} [[Rr (二合字母)|Rr]]{{·}} [[Rt (二合字母)|Rt]]{{·}} [[Rnd (二合字母)|Rnd]]{{·}} {{Unicode|ᚱ}} （[[Raidô]]）{{·}} {{Unicode|ℛ}} （[[黎曼积分]]）{{·}} {{Unicode|ℜ}} （[[复数 (数学)|實部]]([[复数 (数学)|复数]])）{{·}} {{Unicode|ℝ}} （[[实数]]）{{·}} {{Unicode|®}} （[[註冊商標符號]]）{{·}} {{Unicode|Ⓡ}} （[[圓圈中的R]]）
}}<noinclude>
[[Category:语言模板]]</noinclude>