{{鐵道路線
|模板名稱 = 東海道本線 (JR東日本)
|名稱 = [[File:JR logo (east).svg|25px|東日本旅客鐵道|link=東日本旅客鐵道]] [[東海道本線]]（[[東海道線 (JR東日本)|東京－熱海]]） [[File:JR JT line symbol.svg|18px|JT]]
|代表色 = #f68b1e
|車站列表 = '''[[上野東京線]]'''：（[[Template:高崎線|高崎]]、[[Template:宇都宮線|宇都宮方向]]）[[東京站|東京]]{{-w}} [[新橋站 (日本)|新橋]]{{-w}} [[品川站|品川]]{{-w}} [[川崎站|川崎]]{{-w}} [[橫濱站|橫濱]]{{-w}} [[戶塚站|戶塚]]{{-w}} [[大船站|大船]]{{-w}} [[藤澤站|藤澤]]{{-w}} [[辻堂站|辻堂]]{{-w}} [[茅崎站|茅崎]]{{-w}} [[平塚站|平塚]]{{-w}} [[大磯站|大磯]]{{-w}} [[二宮站|二宮]]{{-w}} [[國府津站|國府津]]{{-w}} [[鴨宮站|鴨宮]]{{-w}} [[小田原站|小田原]]{{-w}} [[早川站|早川]]{{-w}} [[根府川站|根府川]]{{-w}} [[真鶴站|真鶴]]{{-w}} [[湯河原站|湯河原]]{{-w}} [[熱海站|熱海]]（→[[Template:伊東線|伊東方向]]）{{-w}} （[[來宮站|來宮]]）（→[[Template:東海道本線 (JR東海)|沼津方向]]）{{#switch:{{lc:{{{ss}}}}}|1=<br />
'''[[湘南新宿線]]'''：（[[Template:高崎線|高崎方向]]←）[[大宮站 (埼玉縣)|大宮]]{{-w}} [[浦和站|浦和]]{{-w}} [[赤羽站|赤羽]]{{-w}} [[池袋站|池袋]]{{-w}} [[新宿站|新宿]]{{-w}} [[澀谷站|澀谷]]{{-w}} [[惠比壽站|惠比壽]]{{-w}} [[大崎站|大崎]]{{-w}} [[武藏小杉站|武藏小杉]]{{-w}} [[橫濱站|橫濱]]{{-w}} [[戶塚站|戶塚]]{{-w}} [[大船站|大船]]（→小田原方向）}}
}}<noinclude>

== 參數指定 ==
*可指定'''<nowiki>{{東海道本線 (JR東日本)|ss=1}}</nowiki>'''參數顯示與湘南新宿線有關的項目。不指定的情況下不顯示。
{{東海道本線 (JR東日本)|ss=1}}
[[Category:東日本旅客鐵道路線模板|Tokaido]]
[[Category:東海道本線]]
</noinclude>