<includeonly> {{#switch: {{{1|}}}
| 藝人 | 艺人 | artist | 藝術工作者 | 艺术工作者 | 藝術行政 | 艺术行政 = &#35;F8EABA <!-- 淺啡 -->
| 男藝人 | 男艺人 = &#35;E0E0FF <!-- 粉藍 -->
| 女藝人 | 女艺人 = pink <!-- 粉紅 -->
<!-- 電視 / 電影演出 -->
| 導演 | 导演 | director = &#35;d3d3d3 <!-- 淺灰色 -->
| 編劇 | 编剧 | screenwriter = &#35;C0FF80
| 攝影師 | 攝影 | 摄影师 | 摄影 = &#35;BBA1CB <!-- 紫丁香色 -->
| 剪輯師 | 剪辑师 | 剪接師 | 剪接师 | 剪輯 | 剪辑 | 剪接 = &#35;00808C <!-- 孔雀藍 -->
| actor_or_actress | 演員 | 演员 = &#35;EEDD88 <!-- 淺啡黃 -->
| 男演員 | 男演员 = lightskyblue <!-- 亮天藍 -->
| 女演員 | 女演员 = &#35;FFB6C1 <!-- 亮粉紅 -->
| show_host_or_hostess | 節目主持 | 节目主持 | 主持 | 主持人 = &#35;FFBF00 <!-- 琥珀色 -->
| announcer | 播音員 | 播音员 = yellow <!-- 黃色 -->
| news_presenter | 主播 | 新聞主播 | 新闻主播 | 新聞報導員 | 新闻报导员 = &#35;FFFF93 <!-- 香檳黃 -->
| AV女優 | AV女优 = &#35;F6358A <!-- 深粉紅 -->
| 童星 = &#35;FFF8C6 <!-- 米色 -->
| 模特兒 | 模特儿 | 模特 = gold <!-- 金色 -->
| 配音員 | 配音员 | 配音演员 | 配音演員 = &#35;FFB366 <!-- 蜜橙 -->
| magician | 魔术师 | 魔術師 = &#35;DCDCDC <!-- 庚斯博羅灰 -->
| 曲艺工作者 | 曲藝工作者 | 曲艺家 | 曲藝家 = &#35;FAEBD7 <!-- 古董白 -->
| 傳媒工作者 | 传媒工作者 | 媒體工作者 | 媒体工作者 | 名嘴 | 媒體人 | 媒体人 = &#35;98F292 <!-- 淺草綠 -->
| solo_dancer | dancer | 舞蹈員 | 舞蹈员 | 舞蹈總監 | 舞蹈总监 | 舞蹈家 | 舞者 = &#35;F4A460 <!-- 沙褐 -->
| 動作演員 | 动作演员 | 動作特效藝員 | 动作特效艺员 | 動作片演員 | 动作片演员 = &#35;30D5C8 <!-- 綠松色 -->
<!-- 音樂 -->
| solo_singer | 歌手 = &#35;F0E68C
| 男歌手 = &#35;E0FFFF <!-- 淺藍色 -->
| 女歌手 = &#35;FFD9E6 <!-- 淺粉紅 -->
| group_or_band | cover_band | 組合 | 组合 | 樂團 | 乐团 | 樂団 | 樂隊 | 乐队 = lightsteelblue <!-- 亮鋼藍 -->
| non_vocal_instrumentalist | 樂手 | 乐手 | 演奏者 | 音樂家 | 音乐家 = &#35;F4BF92 <!-- 淺橙 -->
| classical_ensemble | 古典樂團 | 古典乐团 | 傳統音樂 | 传统音乐 = &#35;B0E0E6 <!-- 海綠藍 -->
| non_performing_personnel | 幕後 | 幕后 | 監製 | 监制 | 制片人 | 製片人 | 製作人 | 制作人 | 詞曲作家 | 词曲作家 | 作曲家 | 作曲人 | 編曲人 | 编曲人 | 作词人 | 作詞人 | 填詞人 | 填词人 | 曲作家 = &#35;bfe0bf <!-- 淺綠 -->
| &#35;F8EABA
}}</includeonly><noinclude>{{Documentation}}</noinclude>