<includeonly><!-- 在這裡加入模板的保護標識 --></includeonly><noinclude>{{Documentation subpage}}</noinclude>
<!-- 請在這條線之下編輯模板的說明文件 -->

==目的==
本模板是用於[[衛斯理系列]]的'''人物主角'''，不論是[[人]]類或是[[外星人]]。

==使用方式==
本模板的原始碼如下，請將其直接加入在條目的最頂端，注意不要將文字轉為[[簡體]]：
<pre>-{{衛斯理系列人物
|姓名 = 
|性別 = 
|出生日期 = 
|出生地點 = 
|逝世日期 = 
|逝世地點 =
|星籍 = 
|國籍或定居地 = 
|身份 = 
|所屬組織 = 
|首次出現 = 
|最後出現 = 
|家庭 = 
}}
</pre>

<div style="font-size:smaller;">
'''提示'''：
*如一項目下有多條，請使用<nowiki><br /></nowiki>換行。
*家庭可用括號表明關係，如：衛紅陵（女兒）
*最後出現是指角色最後一次出場，並一定是[[只限老友]]。
</div>

===使用范例===
注：如姓名项缺将由条目名称自动生成，其它项均有预设值或隐藏
{{衛斯理系列人物
|姓名 = 白素
|性別 = 女
|出生日期 = 約[[1933年]]
|出生地點 = [[中国]][[雲南]]（[[苗疆]]地區）
|星籍 = 地球
|身份 = 
|所屬組織 = [[非人協會]]
|首次出現 = [[地底奇人]]
|最後出現 = [[只限老友]]
|家庭 = [[衛斯理]](夫) <br />[[衛紅綾]] (女兒)
}}
<pre>
-{{{衛斯理系列人物
|姓名 = 白素
|性別 = 女
|出生日期 = 約[[1933年]]
|出生地點 = [[中国]][[雲南]]（[[苗疆]]地區）
|星籍 = 地球
|身份 = 
|所屬組織 = [[非人協會]]
|首次出現 = [[地底奇人]]
|最後出現 = [[只限老友]]
|家庭 = [[衛斯理]](夫) <br />[[衛紅綾]] (女兒)
}}}-
</pre>
{{衛斯理系列人物
|姓名 = 章達
|性別 = 男
|出生日期 = 約[[1930年]]
|出生地點 = [[中国]]
|逝世日期 = 約[[1960年]]
|逝世地點 = [[香港]]<br />衛斯理家中
|星籍 = 地球
|身份 = 心理學家
|所屬組織 = 無
|首次出現 = [[少年衛斯理]]
|最後出現 = [[盡頭]]
|家庭 = ''未明''
}}
<pre>
-{{{衛斯理系列人物
|姓名 = 章達
|性別 = 男
|出生日期 = 約[[1930年]]
|出生地點 = [[中国]]
|逝世日期 = 約[[1960年]]
|逝世地點 = [[香港]]<br />衛斯理家中
|星籍 = 地球
|身份 = 心理學家
|所屬組織 = 無
|首次出現 = [[少年衛斯理]]
|最後出現 = [[盡頭]]
|家庭 = ''未明''
}}}-
</pre>

<includeonly>
[[Category:衛斯理系列小说模板|{{PAGENAME}}]]
[[Category:虚构人物信息框模板]]
</includeonly>