<includeonly><!-- 在這裡加入模板的保護標識 -->-{T|zh-hans:模板:配音演员;zh-hant:模板:配音員;}-{{Lua|模块:Infobox artist}}{{Person infobox header}}</includeonly><noinclude>{{template doc page viewed directly}}</noinclude>-{H|zh-hans:配音演员;zh-hant:配音員;}-
<!-- 在本行下編輯模板說明 -->
{{Template shortcut|CV}}
{{Parameter names example
 |姓名 |圖片=Pessoa Neutra.svg |尺寸=220px |替代 |簡介
 |本名 |外文名 |外文 |羅馬拼音 |英文名 |暱稱 |藝名
 |國籍 |籍貫
 |出生地 |出身地 |死歿地 |出生名 |生年= |生月= |生日= |歿年= |歿月= |歿日=
 |血型 |配演語言 |教育程度 |母校 |所屬
 |宗教信仰 |配偶 |父母 |兒女 |親屬
 |活動時期 |出道作 |代表作
 |網站 |其他
 |module
}}
本模板以簡要地表示[[配音員]]之特徵為目的。對於資歷尚淺的配音員，請在文章內記載即可。如需更詳盡，可使用{{tl|藝人}}。

== 使用方法 ==
使用時請將以下的文字複製後貼在各條目的上方，只記載現有情報項目。'''沒有資料的項目請保持空白不要刪除。'''
<pre style="overflow:auto;">
{{配音員
|姓名= 
|圖片= 
|尺寸= 
|替代= 
|簡介= 
|本名= 
|外文名= 
|外文= 
|羅馬拼音= 
|英文名= 
|暱稱= 
|藝名= 
|國籍= 
|籍貫= 
|出生地= 
|出身地= 
|死歿地= 
|出生名= 
|生年= 
|生月= 
|生日= 
|歿年= 
|歿月= 
|歿日= 
|血型= 
|配演語言= 
|教育程度= 
|母校= 
|所屬= 
|宗教信仰= 
|配偶= 
|父母=
|兒女=
|親屬=
|活動時期= 
|出道作= 
|代表作= 
|網站= 
|其他= 
|module= 
}}
</pre>

=== 記載方式 ===
* 姓名 - 配音員的中文姓名或譯名。若沒填，會以條目名代替。請儘量使用中文。
* 圖片 - 指定[[維基百科]]內的該人物圖片。請注意上傳至維基百科的圖片必須符合[[GFDL]]授權，詳細請見[[Wikipedia:图像使用守则]]。 
* 尺寸 - 圖片尺寸，填寫格式：'''Npx'''。'''N'''字為一任意整數，不能為負數，意即將圖片的宽度设為'''N'''像素。預設值為'''220px'''。只於有圖片時有效，若依預設值縮放則不需填寫。
* 替代 - 記述圖片的[[Wikipedia:图像的替代文字|替代文字]]。
* 簡介 - 記述圖片的[[Wikipedia:图像使用守则#添加好的说明|說明文字]]。
* 本名 -  真正、正式的名字。'''如果配音員的藝名和本名一樣，則此欄則可以略過'''。多於一個時請用「、」做分隔。 
* 外文名 - 根據其國家語系的名字，非拉丁字母系的外文名（如日文，韓文或俄文等）。
* 外文 - 指明外文名之語系，以正確顯示文字（如日文、韓文、俄文等）。只於有外文名時有效。 '''注意：是 ''ISO-639 語言代碼''，不是中文'''。
* 羅馬拼音 - 非拉丁字母語系（如中文、日文、韓文、俄文等）的拉丁字母拼法。
* 英文名 -  英語名稱，或拉丁字母語系的名字。請留意其與羅馬拼音的不同，如詹健兒的英文名是'''Annie Jam'''，而其羅馬拼音則是'''Jam Kin-yi'''。
* 暱稱 - 配音員的暱稱，多個暱稱時請用「、」做分隔。 
* 藝名 - 配音員現時或曾經使用的藝名。藝名變更等有多個藝名者記於此處。
* 國籍 - 所屬國籍（國家）。建議使用「{{tlc|國家地區模板}}」。請參照[[Wikipedia:國家及地區標示模板]]。
* 籍貫 - 家鄉或籍貫。
* 出生地 - 出生地。可使用「{{tlc|國家地區模板}} 地區名」的格式，請參照[[Wikipedia:國家及地區標示模板]]。
* 出'''''<font color=green>身</font>'''''地 - 配音員展開事業的首個地方。'''請勿和「出'''''<font color=green>生</font>'''''地」混淆'''。
* 死歿地 - 逝世地。格式同出生地。
* 出生名 - 出生名字。'''原則上視同本名，但本名未必是出生名'''。
* 出生日期以西元年、月、日，個別用半形數字輸入。若該人已逝世，在歿年、月、日同樣用半形數字輸入。模板將自動計算出在世者的「現在年齡」，往生者則計算出「逝世年齡」。請勿填寫沒有正式公布的資料，參見[[Wikipedia:生者傳記]]
* 血型 - 配音員的血型。
* 配演語言 - 配音員演出的主要語言。
* 教育程度 - 配音員的'''最高'''教育程度。
* 母校－配音員畢業或所就讀的院校，可加括號註明就讀院系、畢業時間等資訊。
* 所屬 - 配音員現時所隸屬的公司或事務所（或組織）。沒有隸屬於任何公司或事務所可不用填寫，引退或是過世的情況時請勿寫入資料。
* 宗教信仰 - 配音員的宗教信仰。 
* 配偶 - 配音員的婚姻對象。'''請勿填寫非業界人士或名人（包括交往中，沒有正式婚姻關係者）'''。'''填寫格式：{{tlx|marriage|name|year}}'''。
* 父母 - 配音員的父母。'''填寫準則同上'''。
* 兒女 - 配音員的兒女。'''填寫準則同上'''。
* 親屬 - 配音員的親屬。'''填寫準則同上'''。
* 活動時期 - 配音員出道直至引退的年份。
* 出道作 - 該配音員出道時演出的角色與作品名稱。'''請以「角色名稱《作品名稱》」的形式記載'''。
* 代表作 - 記載該配音員的主要角色和與其作品。'''填寫準則同上'''。複數作品請用<nowiki><br /></nowiki>換列，'''數量視乎資歷而定'''。遴選基準為較知名、長壽的作品優先，必須擔當作品主角或要角。
* 網站 - 由其個人或所屬公司經營、管理之'''一個主要的官方網站'''，其餘連結或是社群網站（如：Instagram、Twitter、微博等）請放至外部連結。'''填寫格式：{{tlx|URL|www.example.com}}'''。
* 其他 - 上述所列以外的情報請簡潔扼要地記載於此。
* module - 用於嵌套其他信息框模板。

==範例==
{{配音員
|名字= 林保全
|圖像= Tōru Furuya and Lam Pou Chuen in ACHK 20060728.jpg
|尺寸= 
|說明= 2006年7月，林保全與日本知名聲優[[古谷徹]]（左）於[[香港動漫節]]上合照
|藝名= 
|英文名= 
|本名=
|綽號= 保全哥、保全叔、威威Sir、叮噹、多啦A夢
|配偶=
|出生地= {{MAC-1951}}
|出身地=
|死歿地= {{HKG}}
|血型= B+
|生年= 1951
|生月= 10
|生日= 10
|歿年= 2015
|歿月= 1
|歿日= 2
|所屬= 
|配演語言= [[粵語]]
|父母=
|兒女= 女兒：[[林芷筠]]
|親屬=
|活動時期= 1971年 - 2015年
|出道作= FBI探員《聯邦密探隊》
|代表作= [[李阿寶]]《[[機動戰士GUNDAM|太空戰士]]》<br>[[多啦A夢 (角色)|叮噹]]／[[多啦A夢 (角色)|多啦A夢]]&nbsp;《[[叮噹]]／[[多啦A夢]]》<br>[[若林源三|林源三]]《[[足球小將]]系列》<br>[[和珅]]&nbsp;《[[鐵齒銅牙紀曉嵐]]》
|其他= 
}}
<pre style="overflow:auto;">
{{配音員
|名字= 林保全
|圖像= Tōru Furuya and Lam Pou Chuen in ACHK 20060728.jpg
|尺寸= 
|說明= 2006年7月，林保全與日本知名聲優[[古谷徹]]（左）於[[香港動漫節]]上合照
|藝名= 
|英文名= 
|本名=
|綽號= 保全哥、保全叔、威威Sir、叮噹、多啦A夢
|配偶=
|父母=
|兒女= 女兒：[[林芷筠]]
|親屬=
|出生地= {{MAC-1951}}
|出身地=
|死歿地= {{HKG}}
|血型= B+
|生年= 1951
|生月= 10
|生日= 10
|歿年= 2015
|歿月= 1
|歿日= 2
|所屬= 
|配演語言= [[粵語]]
|活動時期= 1971年 - 2015年
|出道作= FBI探員《聯邦密探隊》
|代表作= [[李阿寶]]《[[機動戰士GUNDAM|太空戰士]]》<br>[[多啦A夢 (角色)|叮噹]]／[[多啦A夢 (角色)|多啦A夢]]&nbsp;《[[叮噹]]／[[多啦A夢]]》<br>[[若林源三|林源三]]《[[足球小將]]系列》<br>[[和珅]]&nbsp;《[[鐵齒銅牙紀曉嵐]]》
|其他= 
}}
</pre>

==相關模板==
* {{tl|藝人}}
* {{tl|Infobox artist}}

==微格式==
{{UF-hcard-person}}

<noinclude></noinclude>

<includeonly>
[[Category:人物信息框模板|文化]]

</includeonly>