{{NoteTA|1 = zh:名古屋港車站; zh-cn:名古屋港站; zh-tw:名古屋港車站; zh-hk:名古屋港站; }}
{{日本車站資訊
|公司色 = #2d86bd
|站名 = 名古屋港車站
|圖片 = Nagoya Minato Station (Japan Freight Railway Company) 01.JPG
|pxl = 
|圖片説明 =  
|日文原名 = 名古屋港
|平假名 = なごやみなと
|羅馬拼音 = Nagoya Minato
|電報略號 = 
|所屬公司 = [[日本貨物鐵道|日本貨物鐵道]]（JR貨物）
|停站路線數 = 
|所在地 = [[名古屋市|名古屋市]][[港區_(名古屋市)|港區]]熱田前新田中川東町
|車站構造 = [[地上車站|地上車站]]
|月台配置 = 2面2線
|啟用年月日 = 1911年（明治44年）5月1日
|廢站年月日 = 
|所屬路線 = [[東海道本線|東海道本線]]貨物支線<br />（俗稱：[[名古屋港線|名古屋港線]]）
|車站編號 = 
|前一站   = [[八幡號誌站|八幡（號）]]
|前一站距離 = 5.0
|後一站距離 = 
|後一站 = -
|距離 = 6.2
|起點站 = [[山王號誌站|山王號誌站]]
|轉乘      =
|備註      =
|全寬備註 =
}}

'''名古屋港站'''（{{jpn|j=名古屋港駅|hg=なごやみなとえき|rm=Nagoya-minato eki|f=y}}）是位於[[愛知縣|愛知縣]][[名古屋市|名古屋市]][[港區_(名古屋市)|港區]]熱田前新田中川東町，為[[日本貨物鐵道|日本貨物鐵道]]（JR貨物）之貨運車站。並為[[東海道本線|東海道本線]]貨物支線（俗稱：[[名古屋港線|名古屋港線]]）之終點站。


== 鄰近之各車站 ==
; 日本貨物鐵道
: 東海道貨物支線（名古屋港線）
:: [[名古屋站|名古屋站]] - （[[山王號誌站|山王號誌站]]） - （[[八幡號誌站|八幡號誌站]]） - '''名古屋港站'''


== 相關條目 ==
* [[日本鐵路車站列表|日本鐵路車站列表]]

{{東海道本線貨物線 (名古屋港線)}}
{{DEFAULTSORT:Nagoya-Minato}}
[[Category:日本鐵路車站_Na|GoyaMinato]]
[[Category:日本貨物鐵道車站|Category:日本貨物鐵道車站]]
[[Category:名古屋港線車站|Category:名古屋港線車站]]
[[Category:港區鐵路車站_(名古屋市)|Category:港區鐵路車站 (名古屋市)]]
[[Category:1911年啟用的鐵路車站|Category:1911年啟用的鐵路車站]]