{{Infobox Single
| Name           = 大家一起Climax<br />{{lang|ja|クライマックス御一緒に}}
| Artist         = [[小泉今日子|小泉今日子]]（甜蜜公主）
| Album          = 
| Released       = 1984年1月1日
| Format         = 
| Recorded       = 
| Genre          = [[偶像歌謡曲|偶像歌謡曲]]
| Length         = 
| Label          = [[Victor_Entertainment|Victor音樂產業]]
| Writer         = [[森雪之丞|森雪之丞]]、[[井上大輔|井上大輔]]
| Producer       = 
| Certification  = 
| Chart position = *週間最高排行第4位（[[Oricon公信榜|Oricon]]）
*週間最高排行第8位（[[The_Best_Ten|The Best Ten]]）
*1984年度年間排行第64位（[[Oricon公信榜|Oricon]]）
| Last single    = [[艷淚的姑娘|艷淚的姑娘]]<br />（1983年）
| This single    = '''大家一起Climax'''<br />（1984年）
| Next single    = [[沙灘上的摩登人魚/風之魔法|沙灘上的摩登人魚／風之魔法]]<br />(1984年)
}}
《'''大家一起Climax'''》（{{lang-ja|'''クライマックス御一緒に'''}}），是[[日本|日本]]女[[歌手|歌手]][[小泉今日子|小泉今日子]]的第8張[[單曲|單曲]]。1984年1月1日以「'''甜蜜公主'''」（{{lang|ja|'''あんみつ姫'''}}）的名義發行。

==簡介==
是[[小泉今日子|小泉今日子]]1983年主演的[[富士電視台|富士電視台]]三集單元[[日本電視劇|電視劇]]《[[甜蜜公主|甜蜜公主]]》（又譯：「甜蜜姬」、「甜甜小公主」等）的[[主題曲|主題曲]]，小泉以劇中角色「甜蜜公主」（{{lang|ja|あんみつ姫}}）的名義發行這張單曲。封面也是小泉在劇中的造型。

發行首週在[[Oricon公信榜|Oricon公信榜]]排行第4位。累計總銷量達20.7萬張，是1984年度日本單曲銷量第64位。

由於發行量較少，且在1991年並無和小泉其它的單曲一樣進行CD化再售，因此這張單曲已成絕版貨。

==收錄曲目==
#'''大家一起Climax'''（{{lang|ja|クライマックス御一緒に}}）
#*作詞：[[森雪之丞|森雪之丞]]；作曲：[[井上大輔|井上大輔]]；編曲:井上大輔
#'''甜蜜公主NG集'''（{{lang|ja|あんみつ姫NG集}}）
#*出演：甜蜜公主&自願出演者；解説：甜蜜公主

{{DEFAULTSORT:Climax Goisshoni}}
[[Category:小泉今日子歌曲|Category:小泉今日子歌曲]]
[[Category:1984年單曲|Category:1984年單曲]]
[[Category:富士電視台電視劇主題曲|Category:富士電視台電視劇主題曲]]
[[Category:電視劇角色歌曲|Category:電視劇角色歌曲]]