{{multiple issues|
{{expand language|en|time=2014-01-23T15:40:59+00:00}}
{{lead section|time=2014-01-23T15:40:59+00:00}}
{{unreferenced|time=2014-01-23T15:40:59+00:00}}
}}

==FD接環==

==新FD鏡頭==
===[[定焦鏡頭|定焦鏡頭]]===
====[[廣角鏡頭|廣角鏡頭]]====

*[[佳能_FD_7.5mm_f/5.6_Fishey鏡頭|FD 7.5mm f/5.6 Fisheye]]
*[[佳能_FD_14mm鏡頭|FD 14mm f/2.8L]]
*[[佳能_FD_15mm鏡頭|FD 15mm f/2.8]]
*[[佳能_FD_17mm鏡頭|FD 17mm f/4]]
*[[佳能_FD_20mm鏡頭|FD 20mm f/2.8]]
*[[佳能_FD_24mm鏡頭|FD 24mm f/2]]
*[[佳能_FD_24mm鏡頭|FD 24mm f/1.4L]]
*[[佳能_FD_28m鏡頭|FD 28mm f/2]]
*[[佳能_FD_28mm鏡頭|FD 28mm f/2.8]]
*[[佳能_FD_35m鏡頭|FD 35mm {{f/}}2]]
*[[佳能_FD_35m鏡頭|FD 35mm {{f/}}2 I]]
*[[佳能_FD_35m鏡頭|FD 35mm {{f/}}2 II]]
*[[佳能_FD_35m鏡頭|FD 35mm {{f/}}2 III]]
*[[佳能_FD_35m鏡頭|FD 35mm {{f/}}2 S.S.C. I]]
*[[佳能_FD_35m鏡頭|FD 35mm {{f/}}2 S.S.C. II]]
*[[佳能_FD_35m鏡頭|FD 35mm f/2.8]]

====[[標準鏡頭|標準鏡頭]]====

*[[佳能_FD_50mm_鏡頭|FD 50mm f/2]]
*[[佳能_FD_50mm_鏡頭|FD 50mm f/1.8]]
*[[佳能_FD_50mm_鏡頭|FD 50mm f/1.4]]
*[[佳能_FD_50mm_鏡頭|FD 50mm f/1.2]]
*[[佳能_FD_50mm_鏡頭|FD 50mm f/1.2L]]
*[[佳能_FD_55mm_鏡頭|FD 55mm f/1.2 AL]]

===[[中距離鏡頭|中距離鏡頭]]===

*[[佳能_FD_85mm_鏡頭|FD 85mm f/2.8 Soft Focus]]
*[[佳能_FD_85mm_鏡頭|FD 85mm f/1.8]]
*[[佳能_FD_85mm_鏡頭|FD 85mm f/1.2L]]
*[[佳能_FD_100mm_鏡頭|FD 100mm f/2.8]]
*[[佳能_FD_100mm_鏡頭|FD 100mm f/2]]

===[[遠攝鏡頭|遠攝鏡頭]]===

*[[佳能_FD_135mm_鏡頭|FD 135mm f/2]]
*[[佳能_FD_135mm_鏡頭|FD 135mm f/2.8]]
*[[佳能_FD_135mm_鏡頭|FD 135mm f/3.5]]
*[[佳能_FD_200mm_鏡頭|FD 200mm f/4]]
*[[佳能_FD_200mm_鏡頭_鏡頭|FD 200mm f/2.8]]
*[[佳能_FD_200mm_鏡頭_鏡頭|FD 200mm f/1.8L]]

====[[超遠攝鏡頭|超遠攝鏡頭]]====

*[[佳能_FD__300mm_鏡頭|FD 300mm f/2.8L]]
*[[佳能_FD__300mm_鏡頭|FD 300mm f/4L]]
*[[佳能_FD__300mm_鏡頭|FD 300mm f/4]]
*[[佳能_FD__300mm_鏡頭|FD 300mm f/5.6]]
*[[佳能_FD__400mm_鏡頭|FD 400mm f/4.5]]
*[[佳能_FD__400mm_鏡頭|FD 400mm f/2.8L]]
*[[佳能_FD__500mm_鏡頭|FD 500mm f/4.5L]]
*[[佳能Reflex_500mm_鏡頭|Reflex 500mm f/8]]
*[[佳能_FD__600mm_鏡頭|FD 600mm f/4.5]]
*[[佳能_FD__800mm_鏡頭|FD 800mm f/5.6L]]


====[[微距鏡頭|微距鏡頭]]====

*[[佳能_FD_50mm_微距鏡頭|FD 50mm f/3.5 Macro]]
*[[佳能_FD_100mm_微距鏡頭|FD 100mm f/4 Macro]]
*[[佳能_FD_200mm_微距鏡頭|FD 200mm f/4 Macro]]

====其他鏡頭====

*[[佳能_TS_35mm_f/2.8|TS 35mm f/2.8]]

===[[變焦鏡頭|變焦鏡頭]]===
[[File:Canon_FD_lens_35-70mm_f3.5-4.5.jpg|thumb]]
*[[佳能_FD_20-35mm_鏡頭|FD 20-35mm f/3.5L]]
*[[佳能_FD_24-35mm_鏡頭|FD 24-35mm f/3.5L]]
*[[佳能_FD_28-50mm_鏡頭|FD 28-50mm f/3.5]]
*[[佳能_FD_28-55mm_鏡頭|FD 28-55mm f/3.5-4.5]]
*[[佳能_FD_28-85mm_鏡頭|FD 28-85mm f/4]]
*[[佳能_FD_35-70mm_鏡頭|FD 35-70mm f/3.5-4.5]]
*[[佳能_FD_35-70mm_鏡頭|FD 35-70mm f/2.8-3.5]]
*[[佳能_FD_35-70mm_鏡頭|FD 35-70mm f/4]]
*[[佳能_FD_35-105mm_鏡頭|FD 35-105mm f/3.5]]
*[[佳能_FD_35-105mm_鏡頭|FD 35-105mm f/3.5-4.5]]
*[[佳能_FD_50-135mm_鏡頭|FD 50-135mm f/3.5]]
*[[佳能_FD_50-300mm_f/4.5_鏡頭|FD 50-300mm f/4.5L]]
*[[佳能_FD_70-150mm_鏡頭|FD 70-150mm f/4.5]]
*[[佳能_FD_70-210mm_鏡頭|FD 70-210mm f/4]]
*[[佳能_FD_80-200mm_鏡頭|FD 80-200mm f/4]]
*[[佳能_FD_80-200mm_鏡頭|FD 80-200mm f/4L]]

==關連條目==
*[[佳能產品列表|佳能產品列表]]
*[[佳能EF接環鏡頭|佳能EF接環鏡頭]]
*[[佳能EF-S接環鏡頭|佳能EF-S接環鏡頭]]

[[category:佳能鏡頭|FD]]
[[Category:鏡頭接環|Category:鏡頭接環]]