{{noteTA
|G1=地名
}}
{{pageTOC|国际航空运输协会机场代码}}

{| class="sortable + wikitable"
|-
! 代碼 !! 機場 !! 城市 !! 国家和地区
|-
| NAG || [[巴巴萨海布·阿姆倍伽尔博士国际机场|巴巴萨海布·阿姆倍伽尔博士国际机场]] || [[那格浦尔|那格浦尔]] || [[印度|印度]]
|-
| NAO || [[南充高坪機場|南充高坪機場]] || [[南充市|南充市]] || [[中華人民共和國|中國]]
|-
| NAP || [[那不勒斯國際機場|那不勒斯國際機場]] || [[那不勒斯|那不勒斯]] || [[義大利|義大利]]
|-
| NAY || [[北京南苑机场|南苑机场]] || [[北京市|北京市]] || [[中華人民共和國|中国]]
|-
| NBO || [[喬莫·肯雅塔國際機場|喬莫·肯雅塔國際機場]] || [[奈洛比|奈洛比]] || [[肯亞|肯亞]]
|-
| NGB || [[宁波栎社国际机场|宁波栎社国际机场]] || [[宁波市|宁波市]] || [[中華人民共和國|中国]]
|-
| NGO || [[中部國際機場|中部國際機場]] || [[愛知縣|愛知縣]] || [[日本|日本]]
|-
| NGS || [[長崎機場|長崎機場]] || [[長崎縣|長崎縣]] || [[日本|日本]]
|-
| NJC || [[下瓦爾托夫斯克機場|下瓦爾托夫斯克機場]] || [[下瓦爾托夫斯克|下瓦爾托夫斯克]] || [[俄羅斯|俄羅斯]]
|-
| NKG || [[南京禄口国际机场|南京禄口国际机场]] || [[南京市|南京市]] || [[中華人民共和國|中国]]
|-
| NKM<ref>在[[中部國際機場|中部國際機場]]啟用前採用'''NGO'''</ref> || [[名古屋机场|名古屋机场]] || [[愛知縣|愛知縣]] || [[日本|日本]]
|-
| NLT || [[那拉提机场|那拉提机场]] || [[新源县|新源县]] || [[中華人民共和國|中國]]
|-
| NNY || [[南阳姜营机场|南阳姜营机场]] || [[南阳市|南阳市]] || [[中華人民共和國|中国]]
|-
| NRT<ref>在[[羽田機場|羽田機場]]恢復國際線運作時，一度使用代號'''TYO'''</ref> || [[成田國際機場|成田國際機場]] || [[千葉縣|千葉縣]] || [[日本|日本]]
|-
| NTG || [[南通兴东机场|南通兴东机场]] || [[南通市|南通市]] || [[中華人民共和國|中国]]
|-
| NUE || [[紐倫堡機場|紐倫堡機場]] || [[紐倫堡|紐倫堡]] || [[德國|德國]]
|-
| NAK || Nakhon Ratchasima || Nakhon Ratchasima || [[泰國|泰國]]
|-
| NAN || International || Nadi || [[斐濟|斐濟]]
|-
| NAS || Nassau International Airport || [[拿索|拿骚（巴哈马）]] || [[巴哈馬|巴哈馬]]
|-
| NAT || Agusto Severo || Natal || [[巴西|巴西]]
|-
| NCA || || 北凯克斯 || [[特克斯和凯科斯群岛|特克斯和凯科斯群岛]]
|-
| NCE || Cote D'azur || 尼斯 || [[法國|法國]]
|-
| NDJ || N'djamena || N Djamena || [[乍得|乍得]]
|-
| NEC || Necochea || Necochea || [[阿根廷|阿根廷]]
|-
| NEV || || [[尼维斯|尼维斯]] || [[圣基茨和尼维斯|圣基茨和尼维斯]]
|-
| NKC || Nouakchott || Nouakchott || [[茅利塔尼亞|茅利塔尼亞]]
|-
| NLA || Ndola || Ndola || [[尚比亞|尚比亞]]
|-
| NLD || || Nuevo Laredo || [[墨西哥|墨西哥]]
|-
| NLP || || Nelspruit || [[南非|南非]]
|-
| NNG || [[南寧吳圩機場|南寧吳圩機場]] || [[南寧|南寧]] || [[中國|中國]]
|-
| NOU || Tontouta || Noumea || [[新卡裡多尼亞|新卡裡多尼亞]]
|-
| NPL || New Plymouth || New Plymouth || [[新西蘭|新西蘭]]
|-
| NQY || Newquay Civil || Newquay || [[聯合王國|聯合王國]]
|-
| NSN || Nelson || Nelson || [[新西蘭|新西蘭]]
|-
| NTE || Nantes || [[南特|南特]] || [[法國|法國]]
|-
| NTL || Williamtown || Newcastle || [[澳大利亞|澳大利亞]]
|-
| NVT || || Navegantes || [[巴西|巴西]]
|-
| NWI || Norwich || [[諾維奇|諾維奇]] || [[英國|英國]]
|}

==注釋==
{{reflist}}

[[Category:航空代码列表|Category:航空代码列表]]