{{Infobox Aircraft
|name = 柏法茨E單翼戰鬥機
|image = File:Pfalz E.I - Ray Wagner Collection Image (20818591033).jpg
|caption  = 圖為「柏法茨E-I單翼戰鬥機」
|type = 單翼戰鬥機
|manufacturer = 柏法茨飛機公司
|first flight = 1915年(柏法茨E-I戰鬥機)
|primary user = 德意志帝國空軍
}}

'''柏法茨E單翼戰鬥機'''是在[[第一次世界大戰|第一次世界大戰]]前由德國[[柏法茨飛機公司|柏法茨飛機公司]](德文:Pfalz Flugzeugwerke)獲得受權生產的法國[[莫蘭-索尼耶H單翼機|莫蘭-索尼耶H單翼機]]，無獨有偶，當時另一種德國戰鬥機[[福克E單翼戰鬥機|福克E單翼戰鬥機]]也同樣是法國莫蘭-索尼耶H單翼機的仿製品，但福克飛機公司是仿製又改良而柏法茨是照抄。

柏法茨公司原是一家在[[巴伐利亞|巴伐利亞]]專門從事金屬零件鑄造的工廠，1913年6月3日開始生產飛機。

==基本資料(柏法茨E-II戰鬥機機)==
* 機長：6.45米
* 翼展：10.2米 
* 機高：2.55米
* 空重：410公斤
* 載重：620公斤
* 翼面積：16平方米 
* 發動機：1俱奧伯烏瑟爾9汽缸直立型風冷式發動機（馬力=100匹）
* 昇限：3890米
* 最快時速：150公里/小時
* 航程：220公里
* 武裝：1支在發動機後方的7.92毫米口徑[[MG08重機槍|IMG-08機槍]]
* 乘員：1人

==發展簡史和設計特點==
雖然[[第一次世界大戰|第一次世界大戰]]爆發，但法國人仍依合約把莫蘭-索尼耶H單翼機的圖紙交給德國柏法茨公司，而隨著福克公司的[[射击断续器|同步射擊系統]]發明出來，柏法茨E單翼戰鬥機也安裝了，而和[[福克E單翼戰鬥機|福克E單翼戰鬥機]]相比，柏法茨E單翼戰鬥機比較重而令其飛行性能較差。

==主要型號==
[[File:Pfalz_E.V.jpg|thumb]]
[[File:Pfalz-E.V-Sanke438.jpg|thumb]]
*[[柏法茨E-I戰鬥機|柏法茨E-I戰鬥機]]
除了機上的德製機槍和同步射擊系統，就和法國莫蘭-索尼耶H單翼機無分別
*[[柏法茨E-II戰鬥機|柏法茨E-II戰鬥機]]
發動機馬力增至100匹，速度加快，為了平衡較大馬力的發動機而加長機身和翼展
*[[柏法茨E-III戰鬥機|柏法茨E-III戰鬥機]]
不同於其他柏法茨E飛機，這是法國[[莫蘭-索尼耶L單翼機|莫蘭-索尼耶L單翼機]]的仿製品
*[[柏法茨E-IV戰鬥機|柏法茨E-IV戰鬥機]]
發動機馬力增至160匹，機槍增至兩挺
*[[柏法茨E-V戰鬥機|柏法茨E-V戰鬥機]]
發動機改為水冷式100匹馬力，機槍改回一挺
*[[柏法茨E-VI戰鬥機|柏法茨E-VI戰鬥機]]
除了機身再加長之外，和柏法茨E-II戰鬥機一樣

==實戰==
首先裝備柏法茨E單翼戰鬥機的是德國空軍的巴伐利亞航空隊去為偵察機護航，但由於其飛行性能和福克E單翼戰鬥機相比較差，飛行員普遍認為「柏法茨E單翼戰鬥機飛行性能平庸而且不太可靠」，它們在西線的使用不多而大多用於東線，而其中的柏法茨E-VI單翼戰鬥機更是祇在後方用於飛行訓練而無用於前線。

而在[[協約國|協約國]]方面竟然不知有柏法茨E單翼戰鬥機的存在，在戰場上空遇上都當成是福克E單翼戰鬥機。

==使用國家==
*{{flag|German Empire}}
*{{flag|Austria-Hungary}}

==著名飛行員==

==相關條目==
{{Commons category|Pfalz-Flugzeugwerke}}
*[[福克E單翼戰鬥機|福克E單翼戰鬥機]]
*[[莫蘭-索尼耶H單翼機|莫蘭-索尼耶H單翼機]]
*[[莫蘭-索尼耶L單翼機|莫蘭-索尼耶L單翼機]]
*[[福克Dr.I戰鬥機|福克Dr.I戰鬥機]]
*[[福克D-VII戰鬥機|福克D-VII戰鬥機]]
*[[鴿式單翼機|鴿式單翼機]]
*[[信天翁C偵察機|信天翁C偵察機]]
*[[羅蘭C-II偵察機|羅蘭C-II偵察機]]

==參考書目==
*第一次世界大戰軍機裝備全史(1914-1916)，陶力著，吉林文化出版社，ISBN 978-7-5472-2943-9

[[Category:德國戰鬥機|Category:德國戰鬥機]]
[[Category:奧匈帝國戰鬥機|Category:奧匈帝國戰鬥機]]
[[Category:第一次世界大戰飛機|Category:第一次世界大戰飛機]]