{{Infobox animanga/Headerofja
|title= 奏光之Strain
|image= 
|size= 
|caption= 
|japanese= 奏光のストレイン
|english= 
|kana= そうこうのストレイン
|romaji= Sōkō no Strain
|genre= [[機器人動畫|機器人動畫]]
}}
{{Infobox animanga/TVAnime
|標題= 
|原案=
|原作= Studio Fantasia
|導演= [[渡邊哲哉|渡邊哲哉]]
|系列構成= [[赤星政尚|赤星政尚]]
|腳本= 
|人物原案=
|人物設定= 
|機械設定= 
|音樂= 
|動畫製作= 
|製作= 奏光のストレイン製作委員会
|播放電視台= [[WOWOW|WOWOW]]
|其他電視台= 
|播放開始= 2006年11月1日
|播放結束= 2007年2月14日
|話數= 全13話
|其他= 
|Copyright= 2006 奏光のストレイン製作委員会
}}
{{Infobox animanga/Manga
|標題= 
|作者= [[Studio_Fantasia|Studio Fantasia]]（原案）
|作畫= [[U.G.E|U.G.E]]
|出版社= [[富士見書房|富士見書房]]
|其他出版社= 
|連載雜誌= [[月刊Dragon_Age|月刊Dragon Age]]
|label= 
|發售日= 
|開始= 2006年
|結束= 2007年2月
|冊數= 
|話數= 
|其他= 
}}
{{Infobox animanga/Footerofja}}

《'''奏光之Strain'''》（原名：'''{{lang|ja|奏光のストレイン}}'''）是由[[Studio_Fantasia|Studio Fantasia]]所製作的動畫作品。

== 劇情簡介 ==
在遙遠的未來，人類分裂成了以有人兵器STRAIN（STRategic Armored INfantry 戰略裝甲步兵）為主戰力的「聯合(Union)」，和以無人兵器TUMOR（Tactical Unmanned Maneuver ORd 戰術無人機動球體）為主戰力的「帝國(Deague)」兩大陣營，進行永無止息的戰鬥。

16歲的塞拉·威萊克是聯合陣營的名門獨生女，就讀於庫拉尼阿爾星域的寄宿制STRAIN駕駛員養成機關「庫拉貝拉空間機甲兵科學院」。成績優秀的她的心中有個秘密，就是期望與哥哥再相會。

賽拉的哥哥拉爾夫·威萊克在她11歲的時候接到了特殊命令到遠在130光年之外的最前線出擊。雖然途中乘坐的是聯合最為先進的亞光速戰艦，客觀時間也要經過400年。但主觀時間（搭乘員的感覺到的時間）由於受到“烏拉西馬效應”的影響，實際上只是經過了2年。因此，塞拉想要見到哥哥，就必須也前去同樣的戰場。

兄妹兩自小就失去了雙親，因此塞拉對哥哥有著超越普通親人的感情，兄妹再會被她視為自己活著的意義。塞拉能夠與哥哥再相見嗎？

== 工作人員 ==
*企畫：鈴木徑男 飯塚智久
*原作：Studio Fantasia
*監督：渡邊哲哉
*製作人：松井智、楠原真理子、月野正志、北浦宏之
*監督：渡邊哲哉
*特技監督：川原智弘
*系列構成：赤星政尚
*人物設計：[[藤田まり子|藤田まり子]]
*機械設計：川原智弘、海老川兼武
*總作畫監督：佐藤陵
*美術監督、美術ボード：市倉敬
*美術設定：小林德光
*色彩設計：井上英子
*撮影監督：福士亨
*剪輯：重村建吾（スタジオごんぐ）
*音響監督：龜山俊樹
*音楽：酒井良
*音樂製作人：澀谷知子
*音樂製作：[[Happinet|Happinet]]
*動畫製作：Studio Fantasia
*製作協力：[[WOWOW|WOWOW]]
*製作：奏光のストレイン製作委員会

== 配音人員 ==
;{{nihongo|塞拉・威萊克|セーラ·ウィーレック|聲優：[[川澄綾子|川澄綾子]]}}
;{{nihongo|拉爾夫・威萊克|ラルフ·ウィーレック|聲優：[[近藤隆|近藤隆]]}}
;{{nihongo|艾米莉|エミリィ|聲優：[[野中藍|野中藍]]}}
;{{nihongo|洛特・蓋拉|ロッティ·ゲラー |聲優：[[ゆかな|ゆかな]]}}
;{{nihongo|杰西・艾捷絲|ジェッシィ·アイジェス|聲優：[[松來未佑|松來未佑]]}}
;{{nihongo|卡利斯弗德・拉德弗里庫斯|カリスフォド·ラドフリックス|聲優：[[保志總一朗|保志總一朗]]}}
;{{nihongo|迪高・西德諾克|ディコン·シドノック|聲優：[[谷山紀章|谷山紀章]]}}
;{{nihongo|拉奎尼亞・莉蓓露斯|ラヴィニア·リベルス|聲優：[[野中藍|野中藍]]}}
;{{nihongo|卡瑪依庫魯|カアマイクル|聲優：[[谷井あすか|谷井あすか]]}}
;{{nihongo|梅路奇薩路克|メルチセデック|聲優：[[皆川純子|皆川純子]]}}
*マーサ·シュビーパウエル —— [[花井なお|花井なお]]
*アーメンガァド·ヨハニッツ —— [[阪田佳代|阪田佳代]]
*ベッキィ —— [[阪田佳代|阪田佳代]]
*クレイヴン —— [[麥人|麥人]]
*デュファルジュ —— [[中田讓治|中田讓治]]
*セディ —— [[白鳥哲|白鳥哲]]
*メアリ— —— [[田中理惠_(聲優)|田中理惠]]
*メドロック —— [[田中敦子|田中敦子]]
*バロウ —— [[長克巳|長克巳]]

== 各集標題 ==
#{{nihongo|絕望的前奏曲|絶望の前奏曲（プレリュード）}}
#{{nihongo|相逢|出逢い}}
#{{nihongo|亞光速之惡夢|亜光速の悪夢}}
#{{nihongo|Riesener·塞拉|リーズナー・セーラ}}
#{{nihongo|無盡之恩仇|尽きせぬ恩讐}}
#{{nihongo|背對平靜|安らぎに背を向けて}}
#{{nihongo|拉奎尼亞完美的陰謀|ラヴィニアの素敵な陰謀}}
#{{nihongo|空間補给站|グォール空間補給廠}}
#{{nihongo|眼前的自己|目の前の自分}}
#{{nihongo|未來的記憶|未来の記憶}}
#{{nihongo|狂宴的開幕|狂宴の幕開け}}
#{{nihongo|利貝爾塔多攻防戰|リベルタッドの攻防}}
#{{nihongo|最後華爾滋|ラスト・ワルツ}}

== 主題歌 ==
=== 片頭曲 ===
; 「メッセージ」
: 作詞：上田緑 、作曲・編曲：上野洋子 、歌：[[上野洋子|上野洋子]]

=== 片尾曲 ===
; 「海のオパール」
: 作詞：上田緑 、作曲・編曲：上野洋子 、歌：[[Sema|Sema]]
; 「アウローラ〜ひとすじの曙光〜」（第9話）
: 作詞：森由里子 、作曲・編曲：上野洋子 、歌：Yoko

== 外部連結 ==
* [https://web.archive.org/web/20070720223912/http://www.s-strain.jp/ 奏光之Strain的網站] {{ja}}

{{DEFAULTSORT:Soukou no Strain}}
[[Category:2006年日本電視動畫|Category:2006年日本電視動畫]]
[[Category:WOWOW深夜動畫|Category:WOWOW深夜動畫]]
[[Category:日本漫畫作品|Category:日本漫畫作品]]
[[Category:月刊Dragon_Age|Category:月刊Dragon Age]]
[[Category:日本原創電視動畫|Category:日本原創電視動畫]]