{{電視節目信息框
| 名稱       = 時尚生活Guide<br>Trendy Zone
| 圖片       = 
| 類型       = [[時尚|時尚]]潮流 [[電視節目|電視節目]]
| 主持       = 見下（截至{{ #time: Y年m月 }}）
| 主題曲     = 
| 語言       = [[粵語|粵語]]
| 製片人     = [[亞洲電視|亞洲電視]]
| 每集長     = 約15分鐘
| 電視網     = [[亞洲電視|亞洲電視]][[本港台|本港台]]
| 視頻制式   = 1080i，[[HDTV|HDTV]]
| 音頻制式   = 立體聲
| 首播地區   = {{HKG}}
| 開始 = 2009年6月1日
| 結束 = 2011年3月18日
| 集數 = 
| 官方網站   =  http://app2.hkatv.com/v3/webtv/webtv.php?program=1000183 時尚生活Guide 節目重溫
}}


《'''時尚生活Guide'''》（英文：{{lang|en|'''Trendy Zone'''}}），是2009年[[香港|香港]][[亞洲電視|亞洲電視]]一個以[[時尚|時尚]]潮流為主題的[[電視節目|電視節目]]。最初由亞洲小姐[[姚佳雯|姚佳雯]]，[[顏子菲|顏子菲]]，[[張家瑩|張家瑩]]，[[袁小曼|袁小曼]]以及藝員[[林小苑|林小苑]]主持（部分現已辭演甚至離開亞視），其後有所更替。節目時長為每集10分鐘左右，由2009年6月1日起，逢周一至周五晚上11點40分首播，次日中午12點重播。

2010年3月23日起本節目由[[美肌の誌|美肌の誌]]冠名贊助，故稱《美肌之誌特約 : 時尚生活Guide》。

2011年2月7日起本節目於配屬綜合節目《[[11點後特區|11點後特區]]》的節目之一，播出時間改為逢周一至周五晚上11點35分，時長為15分鐘，2011年3月18日停播。

==節目內容==
多為介紹當季最新的[[時裝|時裝]]，[[首飾|首飾]]，[[化妝品|化妝品]]，[[數碼産品|數碼産品]]以及最新的[[電影|電影]]和[[音樂|音樂]]資訊。

==現任主持==
*[[呂晶晶|呂晶晶]]
*[[姚佳雯|姚佳雯]]
*[[顏子菲|顏子菲]]
*[[戚黛黛|戚黛黛]]
*[[梁雪湄|梁雪湄]]
*[[譚杏藍|譚杏藍]]
*[[林紫君|林紫君]]
*[[張加慧|張加慧]]
*[[李麗珊_(藝人)|李麗珊]]

==前任主持==
*[[王從希|王從希]] （現已辭演）
*[[張家瑩|張家瑩]] （現已離開亞視）
*[[林小苑|林小苑]] （現已辭演）
*[[袁小曼|袁小曼]] （現已離開亞視）


[[Category:11點後特區|Category:11點後特區]]
[[Category:2009年亞洲電視節目|Category:2009年亞洲電視節目]]
[[Category:2010年亞洲電視節目|Category:2010年亞洲電視節目]]
[[Category:2011年亞洲電視節目|Category:2011年亞洲電視節目]]
[[Category:亞洲電視節目|Category:亞洲電視節目]]