'''中国足球甲级B组联赛'''，简称'''甲B联赛'''、'''甲B'''，曾经是中国专业与职业足球的第二级联赛，现在[[中国足球甲级联赛|中国足球甲级联赛]]的前身。

==概述==
甲B联赛最早建立于1987年。当年正值[[中华人民共和国第六届全国运动会|第六届全运会]]召开，以及中国国家队冲击奥运会足球比赛等足球界大事。[[中国足协|中国足协]]籍此机会进行了一系列改革，开始试行将当年的甲级联赛分为两组，即甲级A组和甲级B组进行。1987年甲B联赛采取赛会双循环制进行，没有升降级。1989年，甲B联赛正式建立。

此后赛制几经更改，直到1994年中国足球全面推行俱乐部制，甲级B组联赛有12支球队参赛，采取主客场双循环赛制。1994至2003年间，甲级B组列前者升级为[[中国足球甲级A组联赛|甲级A组]]，甲级B组名次最后的若干球队则降入[[中国足球乙级联赛|乙级]]，具体的升降级名额按照甲A联赛扩充需要，历年多次出现变化。2001年甚至因为“[[甲B五鼠|甲B五鼠]]”的假球事件，在最后阶段削减了一个升级名额。

2004年，[[中国足球协会|中国足球协会]]正式推出“[[中国足球超级联赛|中国足球协会超级联赛]]”品牌；与此同时将原来的甲级B组联赛改制为[[中国足球甲级联赛|中国足球甲级联赛]]，甲B联赛宣告结束。

==历年赛事==
===1994年===
{|class="wikitable" border=1 style="text-align:center"
!名次
!球队
!胜
!平
!负
!积分
!进球
!失球
!净胜球
!升降
|-
|1||[[青岛海牛|青岛海牛]]||9||10||1||28||28||15||+13||升级
|-
|2||[[天津泰达|天津一队]]||9||10||1||28||32||22||+10||升级
|-
|3||[[广州松日足球俱乐部|广州二队]]||10||5||5||25||31||16||+15||
|-
|4||[[佛山佛斯弟|佛山佛斯弟]]||7||11||2||25||31||23||+8||
|-
|5||[[湖北武汉职业足球俱乐部|武钢一队]]||9||7||4||25||41||26||+15||
|-
|6||[[天津火车头足球俱乐部|火车头]]||6||8||6||20||19||19||0||
|-
|7||[[天津万科足球俱乐部|天津二队]]||7||3||10||17||21||24||-3||
|-
|8||湖南金象||6||5||9||17||20||28||-8||
|-
|9||广西华海||5||7||8||17||19||22||-3||降级
|-
|10||[[河南建业|河南建业]]||5||3||12||13||23||27||-4||降级
|-
|11||武钢二队||0||5||15||5||15||58||-43||降级
|-
|12||沈阳部队|| || || || || || || ||退出
|}
*赛季结束后，从甲A联赛降级的有江苏迈特、沈阳六药，从乙级联赛升级的有深圳、上海大顺、北京首钢、大连毅腾。

===1995年===
{|class="wikitable" border=1 style="text-align:center"
!名次
!球队
!胜
!平
!负
!积分
!进球
!失球
!净胜球
!升降
|-
|1||[[深圳足球俱乐部|深圳]]||12||6||4||42||37||21||+16||升级
|-
|2||[[广州松日|广州松日]]||10||8||4||38||31||27||+4||升级
|-
|3||[[湖北武汉职业足球俱乐部|武钢]]||10||6||6||36||35||25||+10||
|-
|4||[[上海豫园足球俱乐部|上海大顺]]||9||9||4||36||33||25||+8||
|-
|5||[[佛山佛斯弟|佛山佛斯弟]]||9||6||7||33||32||31||+1||
|-
|6||[[天津火车头足球俱乐部|火车头]]||9||5||8||32||29||23||+6||
|-
|7||[[江苏舜天足球俱乐部|江苏迈特]]||6||9||7||27||20||21||-1||
|-
|8||[[长沙金德|沈阳华阳]]||6||8||8||26||22||28||-6||
|-
|9||[[北京宽利|北京首钢]]||6||7||9||25||19||18||1||降级
|-
|10||[[烟台毅腾|大连毅腾]]||6||4||12||22||20||36||-16||降级
|-
|11||[[天津万科足球俱乐部|天津二队]]||5||6||11||21||18||27||-9||降级
|-
|12||湖南莱孚||2||10||10||16||19||33||-14||降级
|}
* 广州二队改建为广州松日，沈阳六药更名为沈阳华阳，湖南金象更名为湖南莱孚。
* 赛季结束后，从甲A联赛降级的有青岛海牛和辽宁，从乙级联赛升级的有前卫寰岛、上海浦东、河南建业、大连顺发。

===1996年===
{|class="wikitable" border=1 style="text-align:center"
!名次
!球队
!胜
!平
!负
!积分
!进球
!失球
!净胜球
!升降
|-
|1||[[前卫寰岛|前卫寰岛]]||13||7||2||46||40||16||+24||升级
|-
|2||[[青岛海牛|青岛海牛]]||14||2||6||44||38||27||+11||升级
|-
|3||[[佛山佛斯弟|佛山佛斯弟]]||12||6||4||42||34||15||+19||
|-
|4||[[辽宁足球俱乐部|辽宁航星]]||10||6||6||36||35||25||+10||
|-
|5||[[上海豫园足球俱乐部|上海豫园]]||9||8||5||35||26||16||+10||
|-
|6||[[湖北武汉职业足球俱乐部|湖北美尔雅]]||7||7||8||28||22||25||-3||
|-
|7||[[长沙金德|沈阳海狮]]||6||8||8||26||24||24||0||
|-
|8||[[河南建业|河南建业]]||6||6||10||24||20||33||-13||
|-
|9||[[陕西中新|上海浦东]]||6||5||11||23||17||31||-14||
|-
|10||[[天津火车头足球俱乐部|火车头]]||5||7||10||22||15||23||-8||
|-
|11||[[烟台毅腾|大连顺发]]||5||7||10||22||20||34||-14||降级
|-
|12||[[江苏舜天足球俱乐部|江苏加佳]]||1||7||14||10||8||32||-24||降级
|}
* 上海大顺更名为上海豫园，武钢更名为湖北美尔雅，沈阳华阳更名为沈阳海狮，江苏迈特更名为江苏加佳。
* 赛季结束后，从甲A联赛降级的有深圳飞亚达、广州松日，从乙级联赛升级的有深圳金鹏、天津万科。

===1997年===
{|class="wikitable" border=1 style="text-align:center"
!名次
!球队
!胜
!平
!负
!积分
!进球
!失球
!净胜球
!升降
|-
|1||[[湖北武汉职业足球俱乐部|武汉雅琪]]||12||6||4||42||35||21||+14||升级
|-
|2||[[深圳平安|深圳平安]]||10||6||6||36||44||34||+10||升级
|-
|3||[[长沙金德|沈阳海狮]]||9||8||5||35||37||28||+9||升级
|-
|4||[[广州松日|广州松日]]||9||7||6||34||33||22||+11||升级
|-
|5||[[河南建业|河南建业]]||9||7||6||34||21||18||+3||
|-
|6||[[上海豫园足球俱乐部|上海豫园]]||8||6||8||30||27||31||-4||
|-
|7||[[深圳金鹏|深圳金鹏]]||8||6||8||30||36||35||+1||
|-
|8||[[佛山佛斯弟|佛山佛斯弟]]||9||2||11||29||29||34||-5||
|-
|9||[[辽宁足球俱乐部|辽宁双星]]||8||5||9||29||32||31||+1||
|-
|10||[[陕西中新|上海浦东]]||7||6||9||27||23||23||0||
|-
|11||[[天津万科足球俱乐部|天津万科]]||5||7||10||22||25||31||-6||降级
|-
|12||[[天津火车头足球俱乐部|火车头]]||3||4||15||13||18||52||-34||降级
|}
* 湖北美尔雅更名为武汉雅琪，深圳飞亚达更名为深圳平安，辽宁航星更名为辽宁双星。
* 赛季结束后，从甲A联赛降级的有天津三星立飞、广东宏远，从乙级联赛升级的有重庆红岩、江苏加佳、成都五牛、陕西国力。

===1998年===
{|class="wikitable" border=1 style="text-align:center"
!名次
!球队
!胜
!平
!负
!积分
!进球
!失球
!净胜球
!升降
|-
|1||[[天津泰达|天津泰达]]||11||11||0||44||42||20||+22||升级
|-
|2||[[辽宁足球俱乐部|辽宁天润]]||12||5||5||41||47||21||+26||升级
|-
|3||[[重庆红岩|重庆红岩]]||9||5||8||32||31||30||+1||
|-
|4||[[江苏舜天足球俱乐部|江苏加佳]]||10||2||10||32||24||23||+1||
|-
|5||[[广东宏远|广东宏远]]||8||6||8||30||31||32||-1||
|-
|6||[[厦门蓝狮足球俱乐部|厦门远华]]||6||10||6||28||19||24||-5||
|-
|7||[[陕西中新|上海浦东]]||8||4||10||28||20||27||-7||
|-
|8||[[成都五牛|成都五牛]]||6||9||7||27||21||27||-6||
|-
|9||[[云南红塔|云南红塔]]||7||5||10||26||26||31||-5||
|-
|10||[[陕西国力|陕西国力]]||6||8||8||26||33||32||1||
|-
|11||[[河南建业|河南建业]]||5||10||7||25||23||31||-8||降级
|-
|12||[[上海豫园足球俱乐部|上海航星]]||3||7||12||16||20||39||-19||降级
|}
* 佛山佛斯弟将参赛资格出售给厦门远华，深圳金鹏被收购改组为云南红塔，天津三星更名为天津泰达，辽宁双星更名为辽宁天润，上海豫园更名为上海航星。
* 赛季结束后，从甲A联赛降级的有八一队、广州太阳神，从乙级联赛升级的有北京宽利、广州白云山。

===1999年===
{|class="wikitable" border=1 style="text-align:center"
!名次
!球队
!胜
!平
!负
!积分
!进球
!失球
!净胜球
!升降
|-
|1||[[厦门蓝狮足球俱乐部|厦门]]||14||4||4||46||37||19||+18||升级
|-
|2||[[云南红塔|云南红塔]]||13||4||5||43||34||19||+15||升级
|-
|3||[[广东宏远足球俱乐部|广东宏远]]||11||6||5||39||32||24||+8||
|-
|4||[[陕西中新|上海浦东]]||10||6||6||36||32||30||+2||
|-
|5||[[八一足球俱乐部|八一金穗]]||10||6||6||36||35||25||+10||
|-
|6||[[成都五牛|成都五牛]]||9||8||5||35||33||29||+4||
|-
|7||[[北京宽利足球俱乐部|北京宽利]]||7||5||10||26||27||29||-2||
|-
|8||[[广州太阳神|广州太阳神]]||6||8||8||26||26||30||-4||
|-
|9||[[江苏舜天足球俱乐部|江苏加佳]]||6||6||10||24||23||28||-5||
|-
|10||[[陕西国力|陕西国力]]||6||6||10||24||28||27||+1||
|-
|11||[[重庆红岩足球俱乐部|重庆红岩]]||5||7||10||22||30||48||-8||降级
|-
|12||[[广州白云山足球俱乐部|广州白云山]]||1||2||19||5||21||60||-39||降级
|}
* 厦门远华被去除冠名。
* 赛季结束后，从甲A联赛降级的有广州松日、武汉红桃K，从乙级联赛升级的有长春亚泰、河南建业。

===2000年===
{|class="wikitable" border=1 style="text-align:center"
!名次
!球队
!胜
!平
!负
!积分
!进球
!失球
!净胜球
!升降
|-
|1||[[陕西国力|陕西国力]]||10||6||6||36||30||27||+3||升级
|-
|2||[[八一足球俱乐部|八一振邦]]||9||9||4||36||34||19||+15||升级
|-
|3||[[江苏舜天足球俱乐部|江苏舜天]]||10||6||6||36||30||27||+3||
|-
|4||[[陕西中新|上海浦东]]||7||12||3||33||28||22||+6||
|-
|5||[[长春亚泰|长春亚泰]]||7||10||5||31||28||22||+6||
|-
|6||[[湖北武汉职业足球俱乐部|武汉红桃K]]||8||7||7||31||36||29||+7||
|-
|7||[[广东宏远足球俱乐部|广东宏远]]||8||4||10||28||27||31||-4||
|-
|8||[[河南建业|河南建业]]||6||9||7||27||28||34||-6||
|-
|9||[[成都五牛|成都五牛]]||7||6||9||27||25||33||-8||
|-
|10||[[广州太阳神|广州太阳神]]||6||7||9||25||27||27||0||
|-
|11||[[北京宽利|北京波导]]||5||8||9||23||24||26||-2||降级
|-
|12||[[广州松日|广州松日]]||2||10||10||16||15||35||-20||降级
|}
* 江苏加佳改名为江苏舜天，北京宽利改名为北京波导。
* 赛季结束后，从甲A联赛降级的有厦门厦新、吉林敖东，从乙级联赛升级的有四川绵阳、天津立飞。

===2001年===
{|class="wikitable" border=1 style="text-align:center"
!名次
!球队
!胜
!平
!负
!积分
!进球
!失球
!净胜球
!升降
|-
|1||[[陕西中新|上海中远]]||14||4||4||46||51||21||+30||升级
|-
|2||[[长春亚泰|长春亚泰]]||12||6||4||42||39||15||+24||
|-
|3||[[成都五牛|成都五牛]]||12||6||4||42||48||25||+23||
|-
|4||[[广州医药足球俱乐部|广州吉利]]||11||7||4||40||31||16||+15||
|-
|5||[[江苏舜天足球俱乐部|江苏舜天]]||11||5||6||38||29||20||+9||
|-
|6||[[厦门蓝狮足球俱乐部|厦门红狮]]||10||6||6||36||39||35||+4||
|-
|7||[[河南建业|河南建业]]||8||5||9||29||24||30||-6||
|-
|8||[[浙江绿城|浙江绿城]]||6||10||6||28||33||26||+7||
|-
|9||[[湖北武汉职业足球俱乐部|武汉红金龙]]||7||6||9||27||24||28||-4||
|-
|10||[[四川绵阳足球俱乐部|四川绵阳]]||3||4||15||13||13||54||-41||降级
|-
|11||[[广东宏远足球俱乐部|广东宏远]]||2||5||15||11||12||33||-21||
|-
|12||[[天津立飞|天津立飞]]||2||4||16||10||14||54||-40||
|}
* 原定升二不降的计划由于[[甲B五鼠事件|甲B五鼠事件]]而改成升一降一。
* 从甲A降级的吉林敖东将参赛资格转让给浙江绿城，上海浦东更名为上海中远，广州太阳神更名为广州吉利，厦门厦新更名为厦门红狮，武汉红桃K更名为武汉红金龙。
* 赛季结束后，甲A联赛无降级，从乙级联赛升级的有大连赛德隆、辽宁青年队。

===2002年===
{|class="wikitable" border=1 style="text-align:center"
!名次
!球队
!胜
!平
!负
!积分
!进球
!失球
!净胜球
|-
|1||[[厦门蓝狮足球俱乐部|厦门红狮]]||12||8||2||44||35||13||+22
|-
|2||[[上海联城足球俱乐部|大连赛德隆]]||11||4||7||37||30||20||+10
|-
|3||[[湖北武汉职业足球俱乐部|武汉红金龙]]||8||9||5||33||31||28||+3
|-
|4||[[青岛海利丰|青岛海利丰<br/>／合肥创亿]]||10||2||10||32||25||23||+2
|-
|5||[[江苏舜天足球俱乐部|江苏舜天]]||7||10||5||31||18||13||+5
|-
|6||[[南京有有|葫芦岛宏运]]||8||6||8||30||22||29||-7
|-
|7||[[浙江绿城|浙江绿城]]||8||5||9||29||29||33||-4
|-
|8||[[长春亚泰|长春亚泰]]||8||4||10||28||30||35||-5
|-
|9||[[成都五牛|成都五牛]]||7||6||9||27||31||36||-5
|-
|10||[[河南建业|河南建业]]||6||8||8||26||23||28||-5
|-
|11||[[广州香雪|广州香雪]]||4||9||9||21||23||30||-7
|-
|12||[[甘肃天马|甘肃农垦]]||4||7||11||19||18||27||-9
|}
* 无升降级。
* 广东宏远将参赛资格转让给青岛海利丰，天津立飞将参赛资格转让给甘肃农垦，广州吉利改名为广州香雪，辽宁青年队改组为葫芦岛宏运。
* 赛季结束后，甲A联赛无降级，从乙级联赛升级的有哈尔滨兰格、广东雄鹰。

===2003年===
{|class="wikitable" border=1 style="text-align:center"
!名次
!球队
!胜
!平
!负
!积分
!进球
!失球
!净胜球
!升降
|-
|1||[[长春亚泰|长春亚泰]]||15||8||3||53||51||15||+36||
|-
|2||[[河南建业|河南建业]]||14||6||6||48||33||24||+9||
|-
|3||[[广州香雪|广州香雪]]||13||9||4||48||40||20||+20||
|-
|4||[[江苏舜天足球俱乐部|江苏舜天]]||13||6||7||45||37||25||+12||
|-
|5||[[湖北武汉职业足球俱乐部|武汉]]||11||10||5||43||39||26||+13||
|-
|6||[[成都五牛|成都五牛]]||12||6||8||42||35||28||+7||
|-
|7||[[广东雄鹰|广东雄鹰]]||10||5||11||35||33||38||-5||
|-
|8||[[上海联城足球俱乐部|珠海安平]]||8||9||9||33||24||26||-2||
|-
|9||[[南京有有|南京有有]]||8||9||9||33||21||31||-10||
|-
|10||[[浙江绿城|浙江绿城]]||6||9||11||27||39||39||0||
|-
|11||[[甘肃天马|宁波耀马]]||6||9||11||27||26||39||-13||
|-
|12||[[厦门蓝狮足球俱乐部|厦门红狮]]||6||7||13||25||23||29||-6||
|-
|13||[[青岛海利丰|青岛海利丰]]||5||9||12||24||24||39||-15||
|-
|14||[[哈尔滨兰格足球俱乐部|哈尔滨兰格]]||3||2||21||11||23||69||-46||降级
|}
* 葫芦岛宏运将参赛资格转让给南京有有，甘肃天马搬迁改名为宁波耀马，大连赛德隆改名为珠海安平。
* 赛季结束后，从甲A联赛降级的球队有重庆力帆、陕西国力、八一队，从乙级联赛升级的球队有大连长波、西安安馨园。
* 赛事改制为[[2004年中国足球甲级联赛|2004年中国足球甲级联赛]]。

==参见==
* [[中国足球甲级联赛|中国足球甲级联赛]]
* [[中国足球甲级A组联赛|中国足球甲级A组联赛]]

{{fb start}}
{{中国足球甲B联赛赛季}}
{{fb end}}

{{start box}}
{{s-sports}}
{{s-bef|before=[[中国足球乙级联赛|中国足球乙级联赛]]}}
{{s-ttl|title=中国足球第二等级联赛| years = 1989 – 2003}}
{{s-aft|after=[[中国足球甲级联赛|中国足球甲级联赛]]}}
{{end box}}

[[Category:中国足球赛事|Category:中国足球赛事]]
[[Category:中國足球甲B聯賽|Category:中國足球甲B聯賽]]