{{noteTA|G1=Railway}}
{{鐵路車輛
|車輛名稱 = 德黑兰地铁DKZ11型地铁列车
|公司色 = #0000FF
|圖像 =
|圖像說明 =
|產量=
|輛數 = 
|列車編組 = Mc-T-M-M-Ma-T-Mc
|起動加速度 =  
|營運最高速度 = 
|設計最高速度 = 80
|減速度（正常） = 
|減速度（緊急） = 
|編組載客量 = 1,310人（座席306人）
|載客量 =先头车：180人（座席38人）<br/>中间车：190人（座席46人）
|編組長度 = 
|全長 = 19,000
|全闊 = 2,600
|全高 = 
|最大尺寸 = 
|編組總重量 = 
|車輛重量 = 
|軌距 = 1,435
|電化方式 = [[直流電|直流]]750[[伏特|V]]（[[第三轨供电|第三轨供电]]）
|受流方式 = 下接触型[[集电靴|集电靴]]
|輸出 = 
|電動機輸出 =180kW
|編組輸出 = 3,600kW
|齒輪比 = 
|驅動裝置 =
|控制裝置 =[[VVVF|VVVF]]控制
|制動方式 = [[空气制动|空气制动]]
|保安裝置 =[[列车自动保护系统|ATP]]
|車身物料 = 
|轉向架 =无摇枕[[转向架|转向架]]
|原產國 = {{CHN}}
|傳動方式=直-交
|牽引電動機=
|變速段數=
|輪徑=
|軸重=
|軸距=2,200
|用戶=[[德黑兰地铁|德黑兰地铁]]
|路線=[[德黑兰地铁|德黑兰地铁]][[德黑兰地铁1号线|1号线]]、[[德黑兰地铁2号线|2号线]]
|訂單編號=
|車輛編號=
|型號 = DKZ11
|類型 = C型地铁列车
|設計 = 
|衍生自 = 
|衍生型 = 
|製造商 = [[长春轨道客车|长春轨道客车]]
|製造年份 = 2005年-2006年
|投入服務日期 = 2006年
|備註 =
}}

'''德黑兰地铁DKZ11型电动车组'''是[[德黑兰地铁|德黑兰地铁]]的[[电动车组|电动车组]]车款之一，现在行走于{{link-fa|德黑兰地铁1号线|خط ۱ متروی تهران}}和{{link-fa|德黑兰地铁2号线|خط ۲ متروی تهران}}。

== 简介==
DKZ11由[[長春軌道客車股份有限公司|长春轨道客车]]制造，为7编组，于2006年在{{link-fa|德黑兰地铁1号线|خط ۱ متروی تهران}}和{{link-fa|德黑兰地铁2号线|خط ۲ متروی تهران}}运营，本款列车较之前的[[德黑兰地铁DKZ2型电动车组|DKZ2]]和[[德黑兰地铁DKZ3型电动车组|DKZ3]]相比，车头较为流线化。

== 参见 ==
*[[德黑兰地铁DKZ2型电动车组|德黑兰地铁DKZ2型电动车组]]
*[[德黑兰地铁DKZ3型电动车组|德黑兰地铁DKZ3型电动车组]]


== 外部链接 ==
*[https://web.archive.org/web/20140424095543/http://metro.tehran.ir/Default.aspx?tabid=152 德黑兰地铁列车介绍]

[[Category:中车长客制铁路车辆|Category:中车长客制铁路车辆]]