{{Infobox Exhibition
| Name = 香港玩具·扭蛋SHOW
| Enname = H.K. Toys Gachapon Show
| Logo = 
| Size = 
| Caption = 
| Slogan = 
| First = 2007年4月6日-4月8日
| Organization = 奧爾市場推廣（香港）有限公司 
| Asst = 
| Place = [[香港會議展覽中心|香港會議展覽中心]]
| Nature = 玩具展覽
| Content = 扭蛋機
| Price = 港幣10元
| Latest = 2007年4月6日-4月8日
| Web = http://www.agp.com.hk/exh_toy.htm
}}

'''香港玩具·扭蛋SHOW'''號稱為全球首個[[扭蛋|扭蛋]]展覽，於2007年4月在[[香港|香港]]首次舉辦，於[[灣仔|灣仔]][[香港會議展覽中心|香港會議展覽中心]]舉行。

==內容==

該展覽是以[[扭蛋|扭蛋]]為主，設有236部扭蛋機供入場人士使用。此外，會場還有不少其他攤位，以及「潮玩興趣班」及「優質兒童教育博覽」。

展覽於2007年4月6日至4月8日早上11時至晚上8時舉行，票價為[[港幣|港幣]]10元。主辦單位預計的1萬人參觀，但結果首日共有7萬2千人入場。

展覽同時舉辦一個擬申請列入[[健力士世界紀錄|健力士世界紀錄]]最多人同時扭蛋的活動，於展覽首日舉行，結果3分鐘共有1186人扭蛋。

==批評==

*只設有1個硬幣兌換處，使場內三分之一地方整日排着兌換硬幣的人龍，兌換過程需時超過2小時
*會場內實際只有236部扭蛋機，較主辦單位聲稱的300部為少
*會場內的扭蛋機款式普通，與平時的扭蛋機一樣
*會場內的扭蛋機排得密密麻麻，令場面相當擠迫
*扭蛋機的扭蛋不足，至下午5時已超過有10部無蛋可扭，但工作人員表示第二天才加
*有很多與扭蛋無關的攤位，如[[銀行|銀行]]、[[瑜伽|瑜伽]]和[[美容|美容]][[化妝|化妝]]等
*擬申請列入[[健力士世界紀錄|健力士世界紀錄]]最多人同時扭蛋的活動，場面相當混亂

==參考資料==
*[https://web.archive.org/web/20070409021529/http://hk.news.yahoo.com/070406/12/252i0.html 兌幣排長龍 扭蛋展怨聲多 7.2萬人迫爆會展 1個兌換處]，[[明報|明報]]，2007年4月7日
*[https://web.archive.org/web/20070507112124/http://hk.news.yahoo.com/070406/60/252p6.html 扭蛋展開幕 七萬人入場]，[[星島日報|星島日報]]，2007年4月7日

{{HK-cult-stub}}

[[Category:香港展覽|Category:香港展覽]]
[[Category:香港的世界之最|Category:香港的世界之最]]
[[Category:玩具文化|Category:玩具文化]]
[[Category:2007年香港|Category:2007年香港]]