洸太Lacey('''コウタ･レイシー''',洸太萊西［本名 '''洸太・トーマス・レイシー(Kohta Thomas Lacey)'''］, {{bd|1992年|12月12日}})是出身於[[澳大利亞|澳大利亞]]的[[童星|童星]][[talent|talent]]。屬於ジュネス企画的一員。

身高約173公分。收藏了五本[[哈利波特|哈利波特]]的書(除了混血王子的背叛這本之外)。特技是英語、閱讀、繪畫、游泳、桌球、中音薩克斯風、模仿哈利波特等等。將來的夢想似乎是成為科學家，開發[[時光機|時光機]]獲得[[諾貝爾|諾貝爾]]獎。是家中三兄弟裡的二哥。哥哥[[達也Lacey|達也Lacey]]與弟弟[[千秋Lacey|千秋Lacey]]也是童星talent與[[模特兒|模特兒]]。在2006年度6月開始，與達也、千秋一起開設了[[網誌|網誌]]。

==天才兒童MAX==
從2004年度開始擔任『[[天才兒童MAX|天才兒童MAX]]』的[[TV戰士|TV戰士]]。與弟弟[[千秋Lacey|千秋Lacey]]一起演出，現在進入了第3年，以最年長的身分活躍中。

*在2004年度的『[[天TV連續劇#連續劇（2004年度）|連續劇]]』中飾演怪異的科學家「ドクターレイシー( Lacey博士)」,作為準固定班底的一員演出。另外在2006年度的『[[天TV連續劇#新優克迪爾故事|新優克迪爾故事]]』也以固定班底身分演出。飾演雖然知識淵博，但卻不太受到週遭人物信賴的角色。除此之外，也在2005･2006年度的『[[天TV連續劇#天TV連續劇(2005年度)|天TV連續劇]]』中展現出了穩固的演技。

*在同節目中看起來是個認真而且堅強的人，但實際上常常失敗是他美中不足的地方。即使如此，在2005年度的外景單元『やまびこスポットを探せ』中，可以發現到他堅強的一面。從2006年度開始，有時候也可以看到他自稱為[[紳士|紳士]]而照顧較年幼孩子的場面。

*在2005年度『[[天才兒童MAX的單元#紙飛機達陣賽|紙飛機達陣賽]]』第2回合賽中，以「ジョーキマホーンズ・マボロシ」隊的隊長身分參賽。但是由於成員裡弟弟千秋與[[一木有海|一木有海]]都不太擅長運動，所以常常在接紙飛機時失誤，或出現紙飛機往後飛等等的爆笑情況。作戰會議中兄弟也爭論不休，結局是達陣1次與射門成功1次，以0勝4敗的成績回到了K-2。為了一雪前恥，在2006年度改變隊名，以「メグロ・マボロシRX」的名稱參加「K-1昇格戦」,可惜在初賽就敗下來。目前參加紙飛機達陣賽的綜合成績是1勝7敗。

*在2006年度夏季公演中，模仿[[音樂TV君|MTK]]『ユウキスイッチ』而演唱了『コウタスイッチ』,不知道是故意的還是原本就如此，在出現了嚴重的走音之後，表演了向外投出紙製彩帶並自己回收的技藝（？）。此外他在現場直播 『[[天才兒童MAX#優克迪花園|快樂星期四]]』由他擔任隊長的單元『恭喜隊』 中也有使用紙製彩帶 。（但可能因為表演得不是很好，成為他祝賀的對象的孩子紛紛逃跑，因此這單元成為了『快樂星期四』中珍奇的爆笑單元。）

* 在2006年度的『[[天才兒童MAX的單元#這裡是「週刊優克迪爾」編輯部|這裡是「週刊優克迪爾」編輯部]]』中，以「黄金の右腕(黃金的右手)」為題，展示了運用手指靈活轉動筆的技巧，並將技巧命名為「ドラゴンスパーキング(龍之火花)」。

===從節目中得知的逸話===
*在2005年度播出的「勝手議會」中，被[[篠原愛實|篠原愛實]]吐嘈說「洗澡一個人不能洗嗎?!」時，他的回答似乎是「我們家為了節約起見，洗澡都是兄弟一起洗的！」。
*另外在[[天才兒童MAX的單元#こちら「週刊ユゲデールマガジン」編集部|こちら「週刊ユゲデールマガジン」編集部]]裡，他提到說與弟弟千秋共用一台腳踏車、每次去書法班的時候都會為了誰先坐而吵架(這時候他們的母親就會說「再吵的話就走路去吧!」）。
*家人似乎都稱他為「小洸(洸ちゃん)」、除了在[[天才兒童MAX的單元#紙飛機達陣賽|紙飛機達陣賽]]裡千秋這樣叫他之外、在''やたら★めったら地球研究所''裡他提到在學校參觀教學的時候，母親也說「加油小洸！」、另外[[渡邊Elly|渡邊Elly]]偷偷訪問他父親時，他父親也說「小洸…」。
*直到小學３年級的時候都還會[[尿床|尿床]],但是都被他掩飾過去。
*不擅長整理整齊與早起。

==主要演出作品==
* NHK教育『[[天才兒童MAX|天才兒童MAX]]』（2004年～演出中）
* NHK『CHILDRENS Lives～once upon a time and ever after～』
* NHK『アニメ大集合 クイズ日本一はだれだ？』
* イベント『Coach Christmas Caroling2003』

==外部連結 ==
*[https://web.archive.org/web/20060821130324/http://www.junes.co.jp/jp/artist/tc_8.html 官方個人簡介]
*[http://www.junes.co.jp/ ジュネス企画]
*[https://web.archive.org/web/20060910125027/http://www.junes.co.jp/the_laceys/ Lacey兄弟的網誌「THE LACEYS」]

[[Category:TV戰士|Category:TV戰士]]