WNBA西部聯盟(西岸)是國家女子籃球聯盟（WNBA）兩個聯盟中的一個（另一個是[[東部聯盟_(WNBA)|WNBA東部聯盟]]），一共擁有7支球隊。與[[NBA|NBA]]不同的是，WNBA並沒有分開數個賽區。


==西部聯盟的球隊==
{| class="wikitable" |- align=center width=90%
|-
!width=25%| [[洛杉磯火花|洛杉磯火花]]<br />Los Angeles Sparks
!width=25%| [[明尼蘇達山貓|-{A]]<br />Minnesota Lynx
!width=25%| [[鳳凰城水星|鳳凰城水星]]<br />Phoenix Mercury
|-
|}

{| class="wikitable" |- align=center width=75%
|-
!width=30%| [[聖安東尼奧銀星|聖安東尼奧銀星]]<br />San Antonio Silver Stars
!width=30%| [[西雅圖風暴|西雅圖風暴]]<br />Seattle Storm
!width=30%| [[土爾沙震動|土爾沙震動]]<br />Tulsa Shock
|-
|}

'''已不存在隊伍'''
{| class="wikitable" |-  width=75%
|-
!width=25%| 球隊名稱
!width=50%| 原因
|-
|猶他巨星(Utah Starzz)
|在2003賽季遷往[[聖安東尼奧|聖安東尼奧]]，並改名[[聖安東尼奧銀星|聖安東尼奧銀星]]
|-
|波特蘭火燄(Portland Fire)
|於2002賽季後解散
|-
|[[沙加緬度女皇|沙加緬度女皇]](Sacramento Monarchs)
|於2009賽季後解散
|-
|[[休士頓彗星|休士頓彗星]](Houston Comets)
|於2008賽季後解散
|-
|}

==歷屆冠軍==
*西岸冠軍是季后賽西岸決賽的勝者,而非西岸常規賽成績最好球隊.
*粗體同時為當年WNBA總冠軍

{|class=wikitable
|-
!colspan=2|1990年代!!colspan=2|2000年代!!colspan=2|2010年代
|-
|1990||||2000||'''[[休斯頓彗星|休斯頓彗星]]'''||2010||
|-
|1991||||2001||'''[[洛杉磯火花|洛杉磯火花]]'''||2011||
|-
|1992||||2002||'''[[洛杉磯火花|洛杉磯火花]]'''||2012||
|-
|1993||||2003||[[洛杉磯火花|洛杉磯火花]]||2013||
|-
|1994||||2004||'''[[西雅圖風暴|西雅圖風暴]]'''||2014||
|-
|1995||||2005||'''[[沙加緬度女皇|-{A]]'''||2015||
|-
|1996||||2006||[[沙加緬度女皇|沙加緬度女皇]]||2016||
|-
|1997||'''[[休斯頓彗星|休斯頓彗星]]'''||2007||'''[[鳳凰城水星|鳳凰城水星]]'''||2017||
|-
|1998||'''[[休斯頓彗星|休斯頓彗星]]'''||2008||||2018||
|-
|1999||'''[[休斯頓彗星|休斯頓彗星]]'''||2009||||2019||
|}


'''曾獲得西岸冠軍隊伍'''

()外為獲得西岸冠軍次數；()內為獲得WNBA總冠軍次數

*4(4): [[休斯頓彗星|休斯頓彗星]]
*3(2): [[洛杉磯火花|洛杉磯火花]]
*2(1): [[沙加緬度女皇|沙加緬度女皇]]
*1(1): [[西雅圖風暴|西雅圖風暴]]
*1(1): [[鳳凰城水星|鳳凰城水星]]
{{WNBA}}
[[Category:WNBA|Category:WNBA]]