{{japanese|japanese=講談社BOX|kana=こうだんしゃボックス|romaji=Koudansha Box}}
'''講談社BOX'''是[[講談社|講談社]]在2006年11月發行的書籍系列與部門。

==簡介==
部長和《[[浮文誌|Faust]]》雜誌同為太田克史。

作品不只有小說，還包括了漫畫和非小說（Non-fiction）作品。漫畫作品傾向讓曾經發售過的作品復刊（在復刊的情況，有些作品也能從別的系列買到）。

作品出版風格中，以「青春期自覺」為主題的作品相當多。這是編輯的決定所導致。

裝訂的特徵是所有作品都裝在銀色的紙盒中。如此一來，能讓讀者在打開之前無法知道裡面裝了什麼，能夠充分體會拆封的樂趣。編輯長在接受《達文西》雜誌專訪時，提到他喜歡把盒子打開讀書的儀式。

系列的宣傳語為「Everything is Boxed, KODANSHA BOX.　{{lang|ja|開けるのは“あなた”です。}}（由你開啟）」

具有各式各樣的企畫。有大河小說、講談社BOX新人獎「流水大獎」。此外，還成立了讀者俱樂部「KOBO」，將來目標進軍海外，進行了許多大田風格的嘗試。

在日本[[Amazon.com|亞馬遜]]內設有講談社BOX的網站，刊登特別專訪，並且能夠看到發行書籍一覽表。是小說系列首度在亞馬遜上面登錄。

其他還有大河小說的交叉書評（西尾維新評論清涼院流水的書，清涼院流水評論西尾維新的書）。

同時，太田在徹底研究過手機小說後認為新的文藝會在此萌芽。大田認為雖然有手機小說還未成熟的意見，卻依然可能是文藝的新突破，不過大型出版社傾向於忽略此領域。

會訊「KOBO」（一年兩度發行）為了附贈小冊子而延後一個月發行。小冊子內有大河小說2008的插畫原稿，原本應該是會激怒插畫家而無法實現，卻靠著島田努力拜託而成功發行。

為了讓作家能夠比較容易糾近，講談社BOX的編輯部位於講談社外的混合大樓中。此外，排版人員也在附近的桌子待命，有問題時能夠立刻支援。在錄取工作人員時，刻意選擇在出版業經驗較淺的人，也因此提出了附錄小冊子的想法。

==大河小說==
'''大河小說'''是讓某個作家在一年間連續12個月出版作品的企畫。12個月連續出版為日本文藝界的創舉。
;大河小說2007
*[[清涼院流水|清涼院流水]] 《{{lang|ja|パーフェクト・ワールド　What a perfect world!}}》
*[[西尾維新|西尾維新]] 《{{lang|ja|[[刀語|刀語]]}}》
;大河小說2008
*[[島田莊司|島田莊司]] 《{{lang|ja|Classical Fantasy Within}}》
（奇數月和偶數月各一系列）
;大河小說2009
*[[定金伸治|定金伸治]] 《{{lang|ja|四方世界の王}}》

==講談社BOX新人獎「流水大獎」==
公開新人獎。有小說部門（350頁以上的長篇）、插畫部門、批評‧非小說部門等。沒有截稿日，全年募集，一年發表幾次結果，並會將座談會收錄在雜誌中（和梅菲斯特獎相同型式）。

「流水大賞」的流水被認為是清涼院流水。

*第1回（2007年4月発表）
**大賞：從缺
**優秀賞：
***「{{lang|ja|くうそうノンフィク日和}}」小柳粒男
*第2回（2007年8月発表）
**大賞：從缺 
**優秀賞：
***「{{lang|ja|エレGY}}」泉和良
***「SWITCH」小野梓
**明日賞：
***「{{lang|ja|インペリアル・ティーガー}}」狩名十朗
***「{{lang|ja|逢魔が時に、家から出てはいけないよ。}}」矢野紗織
***「{{lang|ja|空想性パラフレニィ}}」三西麥
***「{{lang|ja|スクラップ風ショウ女カッティング炒メ}}」夜見直都
***「{{lang|ja|そして飛竜は月夜に空を舞う}}」今闇
***「{{lang|ja|正義の見方}}」長田大輝
***「{{lang|ja|短編４連作}}」高安正康
***「{{lang|ja|独裁国家『彩』}}」星生志狼
***「{{lang|ja|僕は『ふくしゅうやさん』が大好きです。}}」藤原正文

==講談社BOX作品一覽==
{{動態列表}}
* [[刀語|刀語]]（[[西尾維新|西尾維新]]/[[竹_(插畫家)|竹]]）※大河小說2007（全12卷）
* [[傷物語|傷物語]]（西尾維新/[[VOFAN|VOFAN]]）
* [[Classical_Fantasy_Within|Classical Fantasy Within]]（[[島田莊司|島田莊司]]/[[士郎正宗|士郎正宗]]）※大河小說2008（予定全12卷）
* [[四方世界の王|四方世界の王]]（[[定金伸治|定金伸治]]/[[記伊孝|記伊孝]]）※大河小說2009（予定全12卷）
* [[島田荘司veryBEST10|島田荘司veryBEST10]]（島田莊司）※2冊組
* [[DDD_(小説)|DDD]]（[[奈須磨菇|奈須磨菇]]/[[小山廣和|小山廣和]]）※系列作品（予定全4卷）
* [[偽物語|偽物語]]（西尾維新/VOFAN）※上下卷
* [[化物語|化物語]]（西尾維新/VOFAN）※上下卷
* [[貓物語|貓物語]]（西尾維新/VOFAN）※黑白卷
* [[花散里_(小説)|花散里]]（[[針谷卓史|針谷卓史]]/[[撫子凛|撫子凛]]）
* [[真庭語|真庭語]]（西尾維新/竹）
* [[428_〜封鎖された渋谷で〜#小説版「428」|428 〜封鎖された渋谷で〜]]（原作：[[チュンソフト|チュンソフト]]、執筆：[[北島行徳|北島行徳]]/N村）※系列作品（全4卷）
* [[ひぐらしのなく頃に|ひぐらしのなく頃に]]（竜騎士07/ともひ）※系列作品（全7卷）
* [[ひぐらしのなく頃に_解|ひぐらしのなく頃に 解]]（竜騎士07/ともひ）※系列作品（全9卷）
* [[ひぐらしのなく頃に_礼|ひぐらしのなく頃に 礼]]（竜騎士07/ともひ）（全1卷）
* [[うみねこのなく頃に|うみねこのなく頃に]]（竜騎士07/ともひ）※系列作品（全8卷）
* [[K_赤之王國|K 赤之王國]]（来楽零(GoRA)/鈴木信吾(GoHands)）
* [[K_青之事件簿|K 青之事件簿]]（宮沢龍生（GoRA）/鈴木次郎）※上下卷
* [[K_R：B|K R：B]]（あざの耕平(GoRA)/鈴木信吾(GoHands)）
* [[K_-Lost_Small_World-|K -Lost Small World-]]（壁井有可子（GoRA）/鈴木信吾(GoHands)）
* [[K_SIDE：BLACK_&_WHITE|K SIDE：BLACK & WHITE]]（宮沢龍生(GoRA)/鈴木信吾(GoHands)）
* [[K_SIDE:RED|K SIDE:RED]]（来楽零(GoRA)/鈴木信吾(GoHands)）
* [[K_SIDE：BLUE|K SIDE：BLUE]]（古橋秀之(GoRA)/鈴木信吾(GoHands)）

=={{lang|ja|講談社BOXピース}}==
{{lang|ja|講談社BOXピース}}可以說是精裝版的講談社BOX。使用較昂貴但精美的裝訂方式。第一系列為[[佐藤友哉|佐藤友哉]]的《{{lang|ja|灰色のダイエットコカコーラ}}》。第二系列為西尾維新的《{{lang|ja|きみとぼくの壊れた世界}}》與《{{lang|ja|不気味で素朴な囲われた世界}}》，同時發售BOX版和{{lang|ja|ピース}}版。

==关联条目==
* [[浮文誌|浮文誌]]
* [[最前线|最前线]]

{{日本主要輕小說文庫}}

{{DEFAULTSORT:Koudansha Box}}
[[Category:講談社BOX|*]]
[[Category:講談社|Category:講談社]]