'''超級機器人大戰ORIGINAL GENERATION塑膠模型系列'''是將[[萬代南夢宮遊戲|萬代南夢宮遊戲]]所製作並販賣的[[電玩遊戲|電玩遊戲]][[超級機器人大戰ORIGINAL_GENERATION|超級機器人大戰ORIGINAL GENERATION系列]]中登場的原創機器人以塑膠組裝模型的形式立體化的系列。

塑膠模型的開發以及販售是由[[壽屋|壽屋]]所進行的。

== 概要 ==
為壽屋首款塑膠類角色模型商品系列<ref name="DHMT2003008">電擊嗜好流行月刊 台灣中文版 2003年8月號</ref>。在落實玩具安全基準之下無法製造的尖銳零件以及細小的零件分割所達成的分色為其特徵，販售對象的年齡限制為15歲以上<ref name="SRGS002">S.R.G-S-002 RTX-009 凶鳥009包裝盒</ref>。在初期時有著[[聚苯乙烯|PS]]製塑膠零件之間的結合力不足使得零件容易脫落、[[聚乙烯|PE]]製[[軟膠零件|軟膠零件]]破損造成保持力不足與可動範圍的限制等缺點。

有著將約20公尺尺寸的[[真實系機器人|真實系機器人]]和尺寸在20公尺以上的[[超級系機器人|超級系機器人]]的機體分別以1/144比例及無比例的方式推出的的S.R.G-S系列，以及將真實系機器人的機體以1/100比例推出的EO-tech系列。

== 商品一覽 ==

=== S.R.G-S系列 ===
{| class="wikitable" width="100%"
|-
!No.!!型式編號、機體名稱!!比例!!發售時期!!定價（含稅）!!備考
|- align="center"
|S.R.G-S-001||RTX-008R 凶鳥||1/144||2003年12月||2,520[[日圓|日圓]]||絕版
|- align="center"
|S.R.G-S-002||RTX-009 凶鳥009||1/144||2004年5月||2,520日圓||絕版
|- align="center"
|S.R.G-S-003||PTX-015R 野伯勞重裝型||1/144||2004年10月||2,940日圓||
|- align="center"
|S.R.G-S-004||PTX-003C 古鐵||1/144||2004年12月||3,150日圓||
|- align="center"
|S.R.G-S-005||PTX-016R 野隼||1/144||2005年6月||2,520日圓||
|- align="center"
|S.R.G-S-006||RW-1 R-GUN||無比例||2005年9月||2,520日圓||
|- align="center"
|S.R.G-S-007||RTX-011L 凶鳥Mk-Ⅲ||1/144||2005年10月||3,150日圓||絕版
|- align="center"
|S.R.G-S-008||賽巴斯塔||無比例||2006年4月||3,150日圓||
|- align="center"
|S.R.G-S-009||PTX-007-03C 白騎士||1/144||2006年7月||3,150日圓||再販時定價變更為3,780日圓
|- align="center"
|S.R.G-S-010||RW-1P R-GUN強化型||無比例||2006年8月||3,150日圓||再販時定價變更為3,780日圓
|- align="center"
|S.R.G-S-011||PTX-007-01 亡靈Mk-Ⅱ R型||1/144||2006年10月||3,150日圓||
|- align="center"
|S.R.G-S-012||SRX-00 SRX||無比例||2006年11月||3,360日圓||
|- align="center"
|S.R.G-S-013||RTX-011AMB 凶鳥格鬥型||1/144||2006年12月||7,140日圓||絕版
|- align="center"
|S.R.G-S-014||RTX-010-01 凶鳥Mk-Ⅱ||1/144||2006年12月||3,150日圓||絕版
|- align="center"
|S.R.G-S-015||R-1||1/144||2007年1月||3,150日圓||
|- align="center"
|S.R.G-S-016||DGG-XAM1 超軍神||無比例||2007年2月||3,360日圓||再販時定價變更為3,780日圓<ref name="a">{{ja}}
[http://www.kotobukiya.co.jp/kotobukiya/topics/080416/ 塑膠模型製品價格變更告知] {{webarchive|url=https://web.archive.org/web/20090624123012/http://www.kotobukiya.co.jp/kotobukiya/topics/080416/ |date=2009-06-24 }}</ref>
|- align="center"
|S.R.G-S-017||R-2P R-2強化型||1/144||2007年3月||3,675日圓||
|- align="center"
|S.R.G-S-018||PTX-006[L] 野猛禽||1/144||2007年5月||3,150日圓||
|- align="center"
|S.R.G-S-019||PTX-015R 野伯勞高機動型||1/144||2007年10月||3,360日圓||
|- align="center"
|S.R.G-S-020||PTX-003C 古鐵·夜戰塗裝型||1/144||2007年12月||3,360日圓||第47回全日本HOBBY展（2007年）受注生産品
|- align="center"
|S.R.G-S-021||PTX-014-03C 亞爾布雷德特裝型||1/144||2008年1月||3,675日圓||
|- align="center"
|S.R.G-S-022||DGG-XAM1 武神裝攻超軍神 「逸騎刀閃」||無比例||2008年4月||17,640日圓||
|- align="center"
|S.R.G-S-023||PTX-003-SP1 古鐵·巨人||1/144||2008年4月||5,040日圓||
|- align="center"
|S.R.G-S-024||YAM-008-2 亞爾堤里翁||1/144||2008年6月||4,410日圓||
|- align="center"
|S.R.G-S-025||SRG-00 古倫加斯特零式||無比例||2008年7月||5,040日圓||
|- align="center"
|S.R.G-S-026||野伯勞高機動型＆野隼 比翼迅擊套組||1/144||2008年8月||7,140日圓||第47回靜岡HOBBY展（2008年）受注生産品
|- align="center"
|S.R.G-S-027||DGG-XAM2 奧瑟賽達||無比例||2008年10月||4,725日圓||
|- align="center"
|S.R.G-S-028||PTX-007-03UN 純·白騎士||1/144||2008年11月||5,040日圓||
|- align="center"
|S.R.G-S-029||DGG-XAM1 超軍神||1/144||2008年12月||31,290日圓||
|- align="center"
|S.R.G-S-030||瓦爾西翁妮||1/144||2009年2月||5,040日圓||
|- align="center"
|S.R.G-S-031||SRG-03-2 古倫加斯特參式||無比例||2009年3月||5,775日圓||
|- align="center"
|S.R.G-S-032||史雷德傑米爾||無比例||2009年4月||5,040日圓||
|- align="center"
|S.R.G-S-033||XAM-007S 妖精里翁S型||1/144||2009年5月||3,675日圓||
|- align="center"
|S.R.G-S-034||魂之座||1/144||2009年6月||5,775日圓||
|- align="center"
|S.R.G-S-035||ART-1||1/144||2009年7月||5,040日圓||
|- align="center"
|S.R.G-S-036||RPT-007K-P1 量產型亡靈Mk-Ⅱ改（北村開座機）||1/144||2009年8月||4,725日圓||
|- align="center"
|S.R.G-S-037||賽巴斯塔||1/144||2009年11月||8,190日圓||
|- align="center"
|S.R.G-S-038||格蘭森||無比例||2010年1月||6,090日圓||
|- align="center"
|S.R.G-S-039||XAM-007G 妖精里翁G型||1/144||2010年2月||3,675日圓||
|- align="center"
|S.R.G-S-040||RPT-007K-P2 量產型亡靈Mk-Ⅱ改（亞爾貝羅座機）||1/144||2010年3月||4,725日圓||
|- align="center"
|S.R.G-S-041||DCAM-006 格里翁||1/144||2010年4月||4,725日圓||
|- align="center"
|S.R.G-S-042||PTX-003C 古鐵【Ver.Progressive】||1/144||2010年5月||5,040日圓||
|- align="center"
|S.R.G-S-043||DCAM-006VT 格里翁·龍捲||1/144||2010年6月||5,040日圓||
|- align="center"
|S.R.G-S-044||伊達波恩||1/144||2010年9月||5,040日圓||
|- align="center"
|S.R.G-S-045||華利弗||1/144||2011年3月||5,040日圓||
|- align="center"
|S.R.G-S-046||雙界皇帝||無比例||2011年4月||5,040日圓||
|- align="center"
|S.R.G-S-047||G雙界皇帝||無比例||2011年6月||7,140日圓||
|- align="center"
|S.R.G-S-048||EG-X 奪魂者||無比例||2011年10月||5,040日圓||
|- align="center"
|S.R.G-S-049||DMB-00 普拉斯達||1/144||2012年5月||6,080日圓||
|- align="center"
|S.R.G-S-050||新·格蘭森||無比例||2013年6月||7,665日圓||
|}

=== S.R.G-S系列限定商品 ===
{| class="wikitable" width="100%"
|-
!No.!!型式編號、機體名稱!!比例!!發售時期!!定價（含稅）!!備考
|- align="center"
|S.R.G-S-003【Limited Ver.】||PTX-015L 野伯勞重裝型||1/144||2005年8月||2,940日圓||CHARA-HOBBY2005會場、壽屋直營店限定
|- align="center"
|S.R.G-S-007【Limited Ver.】||RTX-011RT 凶鳥Mk-Ⅲ龍捲||1/144||2006年7月<ref name="DHMT200605">電擊嗜好流行月刊 台灣中文版 2006年5月號</ref>||3,360日圓||電擊嗜好流行月刊誌上限定
|- align="center"
|S.R.G-S-005【Limited Ver.】||PTX-016L 野隼||1/144||2006年9月<ref name="DHMT2006010">電擊嗜好流行月刊 台灣中文版 2006年10月號</ref>||2,940日圓||壽屋直營店限定
|- align="center"
|S.R.G-S-011【Limited Ver.】||RPT-007TT-2 量產型亡靈Mk-ⅡTT型||1/144||2006年10月<ref name="DHMT2006010"/>||3,150日圓||壽屋直營店限定
|- align="center"
|S.R.G-S-016【Metallic Ver.】||DGG-XAM1 超軍神||無比例||2010年8月||3,780日圓||海外活動限定
|- align="center"
|S.R.G-S-028【Metallic Ver.】||PTX-007-03UN 純·白騎士||1/144||2010年8月||5,040日圓||海外活動限定
|}

=== S.R.G-S系列重新包裝版 ===
{| class="wikitable" width="100%"
|-
!No.!!型式編號、機體名稱!!比例!!發售時期!!定價（含稅）!!備考
|- align="center"
|S.R.G-S-001||RTX-008R 凶鳥||1/144||2005年3月||2,520日圓||絕版
|- align="center"
|S.R.G-S-003||PTX-015R 野伯勞重裝型||1/144||2005年3月||2,940日圓||
|- align="center"
|S.R.G-S-004||PTX-003C 古鐵||1/144||2005年3月||3,150日圓||再販時定價變更為3,360日圓<ref name="a"/>
|}

=== EO-tech系列 ===
{| class="wikitable" width="100%"
|-
!型式編號、機體名稱!!比例!!發售時期!!定價（含稅）!!備考
|- align="center"
|RTX-010-01 凶鳥Mk-Ⅱ||1/100||2006年5月||4,725日圓||絕版
|- align="center"
|PTX-003C 古鐵||1/100||2007年11月||6,090日圓||
|- align="center"
|REAL PERSONAL TROOPER TYPE-1 R-1||1/100||2008年9月||6,090日圓||
|- align="center"
|PTX-015R 野伯勞||1/100||2009年1月||8,190日圓||
|}

== 絕版商品 ==
於2006年末系列中凶鳥的商品全部絕版，僅剩下店家所擁有的庫存品能夠購買。另一方面，於2006年12月所發售的「S.R.G-S-013 RTX-011AMB 凶鳥格鬥型」、「S.R.G-S-014 RTX-010-01 凶鳥Mk-Ⅱ」變成以初回生產限定品的形式販售，公式網頁上的相關頁面、店面的宣傳海報以及於電視動畫《超級機器人大戰OG-聖戰-》等其他發行媒體也發生了撤除、替換等相似情形，官方對此完全沒有正式的回應，其理由完全不明。

== 參考 ==
{{reflist}}

== 外部連結 ==
*[https://web.archive.org/web/20100805062753/http://www.kotobukiya.co.jp/kotobukiya/pk_srw.shtml OG塑膠組裝模型系列公式網站]

{{超級機器人大戰系列}}

{{DEFAULTSORT:Super robot wars original generation plastic kit series}}

[[Category:超级机器人大战系列|OG1]]
[[Category:比例模型|Category:比例模型]]
[[Category:玩具|Category:玩具]]
[[Category:長條目名|Category:長條目名]]