{{Infobox Musician 
| Name = 内山田洋&Cool Five
| Img =
| Background = group_or_band
| Alias =
| Origin = {{JPN}}
| Instrument =
| Genre = [[情感歌谣|情感歌谣]]
| Years_active = 1967年-
| Label =
| Associated_acts =
| URL =
| Current_members = [[前川清|前川清]]<br/>宮本悦朗<br/>小林正樹<br/>大泽允<br/>西田凉马<br/>山上哲也
| Past_members = 内山田洋<br/>宮内隆之<br/>岩城茂美<br/>森本繁<br>帆足新一
 }}
'''内山田洋&Cool Five'''（'''内山田洋とクール・ファイブ'''）是日本的一个音乐团体，由[[内山田洋|内山田洋]]带领，曾在70年代风靡一时，著名歌曲有《东京沙漠》（東京砂漠）、《长崎今日又下雨》（長崎は今日も雨だった）、《来到神户》（そして、神戸）等。

==成员==
*[[内山田洋|内山田洋]](うちやまだ ひろし、1936年6月6日 - 2006年11月3日)、吉他演奏
*[[前川清|前川清]](まえかわ きよし、1948年8月19日 - )、主唱
*[[宮本悦朗|宮本悦朗]](みやもと えつろう、1948年1月15日 - )、钢琴和键盘演奏
*[[小林正樹|小林正樹]](こばやし まさき、1943年1月1日 - )、贝司演奏
*[[岩城茂美|岩城茂美]](いわき しげみ、1942年1月5日 - )、萨克斯演奏
*[[森本繁|森本繁]](もりもと しげる、1942年10月23日 - )、鼓演奏 

==[[NHK红白歌合战|NHK红白歌合战]]出场历==
{| class="wikitable"
!回!!出場回!!年!!曲目!!备注
|-
|1||第20回||1969年||長崎は今日も雨だった||
|-
|2||第21回||1970年||噂の女||
|-
| ||第22回||1971年||港の別れ唄||[[前川清|前川清]]病急，红组的[[藤圭子|藤圭子]]代替演唱，因此不计入出场回数内
|-
|3||第25回||1974年||海鳴り||
|-
|4||第26回||1975年||中の島ブルース||
|-
|5||第27回||1976年||東京砂漠||
|-
|6||第28回||1977年||思い切り橋||
|-
|7||第29回||1978年||さようならの彼方へ||
|-
|8||第30回||1979年||昔があるから||
|-
|9||第31回||1980年||魅惑・シェイプアップ||
|-
|10||第32回||1981年||女・こぬか雨||
|-
|11||第33回||1982年||噂の女||
|-
| ||第57回||2006年||長崎は今日も雨だった||为追悼内山田洋重组，仅限红白的演唱。出场回数计入[[前川清|前川清]]个人名下。
|-
| ||第58回||2007年||そして、神戸||与搞笑艺人穆迪胜山一同登场。出场回数计入[[前川清|前川清]]个人名下。
|-
| ||第59回||2008年||東京砂漠||出场回数计入[[前川清|前川清]]个人名下
|}

{{日本有線大獎}}
{{BEST HIT歌謠祭大獎}}

{{DEFAULTSORT:Uchiyamada Hiroshi and Cool Five}}
[[Category:日本男子演唱團體|Category:日本男子演唱團體]]
[[Category:日本有線大獎獲獎者|Category:日本有線大獎獲獎者]]
[[Category:BEST_HIT歌謠祭大獎獲獎者|Category:BEST HIT歌謠祭大獎獲獎者]]