'''電車でGO! 新幹線EX 山陽新幹線編'''（前名：電車でGO! 新幹線06 山陽新幹線編）是[[太東|Taito公司]]，在2007年3月1日於[[Wii|Wii]]平台上推出的遊戲。

{{Infobox animanga/Headerofja
|標題= 電車でGO! 新幹線EX 山陽新幹線編
|image= Shinkan 170 50.gif
|size= 170
}}
{{Infobox animanga/Game
|Genre= 鐵路模擬駕駛
|Plat= Wii
|Dev= [[Taito|Taito]]
|Pub= Taito
|Media= Wii專用光碟
|Play= 1
|Date= 2007年3月1日
|Price= 6,090[[日圓|日圓]]
|Rating= [[CERO|CERO]] A (全年齡)
|Device= Wii 遙控器、雙截棍、傳統控制器<br />Wii電車でGO!新幹線專用控制器
|Save= 1
|Continue= 可以
}}
{{Infobox animanga/Footerofja}}

== 遊戲規則 ==
[[File:電車でGO!_新幹線EX_山陽新幹線編_Screenshot.JPG|thumb]]

在遵守駕駛守則下完成路線。在每一車站停車後，會給予玩家一個駕駛評分。若玩家的評分大於或等於合格分數，就算合格；若玩家的評分小於合格分數，就不合格。當玩家完成整條路線、駕駛評分不合格、在非停車位置把列車停定一段時間或有大幅延誤，遊戲便會結束。

=== 駕駛加分動作 ===
導致駕駛評分增加的行為包括：
*在合格停車範圍停定列車
*準時到達停車站
*準時經過非停車站（{{lang|ja|通過駅}}）
*根據指定時間經過測時點（{{lang|ja|定通ポイント}}）
*根據指定速度經過測速點（{{lang|ja|定速ポイント}}）
*在發車時緩慢地移動加速桿
<!-- *在停車過程中僅使用1檔到3檔制動 （本項內容存疑） -->

=== 駕駛扣分動作 ===
導致駕駛評分下降的行為包括：
*因超過[[自動列車控制裝置|ATC]]限速而導致ATC系統進行自動減速
*於加速時超過ATC限速而導致ATC系統進行自動減速（真實模式開啟）
*到站時間過早或過遲
*不理會號誌
*於關門燈亮起前把制動緩解或進行加速
*使用緊急制動
*把列車停止一段長時間
*停車時超過停車合格範圍
*作出影響乘客的駕駛行為，例如停車時使用制動4檔以上、鳴笛時間過久或太頻繁
*不進行「ATC確認」程序（真實模式開啟）
*於非停車位置停車
*於停車站範圍內，曾經減速後再行加速

=== 駕駛難易度標準 ===
{| border="0" cellpadding="3px" style="border: 1px solid #999; background-color:#ffffff;"
|-align="center" style="background-color: #cccccc;"
! 難易度
! 準時範圍
! 停車合格範圍
! Good/Great測定範圍
! 合格分數
|-----
| ★
| ±10秒
| ±5m
| ±30cm
| 60
|----
| ★★
| ±8秒
| ±4m
| ±30cm
| 70
|-----
| ★★★
| ±6秒
| ±3m
| ±30cm
| 80
|----
|★★★★
| ±4秒
| ±1m
| ±30cm
| 85
|-----
| ★★★★★
| ±2秒
| ±30cm
| ±10cm
| 90
|}

== 遊戲模式 ==
=== 駕駛模式 ===
在駕駛模式當中，玩家會在畫面左下角（請參考遊戲進行畫面）看到加速與制動的檔位，電門依列車不同有10檔至13檔不等，每一檔提供的列車加速度皆不同，檔位越高加速越快。軔機共8檔，第8檔是緊急軔機，若行駛間啟動緊急軔機（包含超過ATC速限的情況）會扣分<ref>在現實行駛列車時，啟動緊急軔機會使乘客因慣性受到極大的衝擊，若非緊急事故停車，駕駛通常不會使用，而且新幹線不會有平交道，因此沒有可能因平交道被佔用而需緊急停車。此功能只在強烈地震時有用，但遊戲中沒有地震設定</ref>。

遊戲畫面左上角（請參考遊戲進行畫面）會顯示列車前方1公里內的ATC速限，以及各種即將到來的號誌。左下角黃色的數字是目前列車的速度，綠色較小的數字是ATC速限，若綠色數字閃動，代表ATC速限即將下降成該速限。若玩家使列車超過ATC速限，緊急軔機就會自動啟動，直到列車速度降到ATC速限以下以前，玩家無法控制列車加速或減速。

此外玩家可切換視角，感受實際駕駛室內的內裝，同時列車時速、電門檔位、ATC速限，也會顯示在駕駛室的操作盤相應的燈號。

=== 兒童模式 ===
本遊戲在兒童模式（Kids Mode）中，加入了體感要素。例如：揮動[[Wii_Remote|Wii遙控器]]可讓列車加速、以Wii遙控器指向[[自動列車控制裝置|ATC]]確認按鈕來模擬實際列車駕駛的確認動作、用Wii遙控器瞄準行進路線上的加分的圖案可獲得少許加分。另外在一般模式中較困難的煞車過程，則被簡化成按一個按鈕即可動作，避免孩童在遊戲過程中遭受過大的挫折感。

=== 自由模式 ===
在自由模式（Freerun Mode）中，可以選擇任何遊戲中的車輛、以及起終點車站、出發時間以及天氣來進行遊戲。列車不會受到ATC速限的限制，也會受到路線上下坡的影響改變列車速度。但玩家無法選擇中途停靠車站，在停靠站會強制列車停車。

== 遊戲資料 ==


=== 收錄列車 ===
*[[新幹線0系電聯車|0系]]：N<small>H</small>、S<small>K</small>、R、WR、Q、R(翻新車)R+WR並聯編組
*[[新幹線100系電車|100系]]：G、V、P、P(翻新車)、K(翻新車)編組
*[[新幹線300系電車|300系]]：F編組
*[[新幹線500系電聯車|500系]]：W編組
*[[新幹線700系電聯車|700系]]：E(Railstar)、B編組

=== 收錄路線 ===
*[[山陽新幹線|山陽新幹線]]：[[新大阪站|新大阪]] — [[博多站|博多]] 上、下行
*[[博多南線|博多南線]]：[[博多站|博多]] — [[博多南站|博多南]] 上、下行

=== 駕駛模式路線 ===
==== 入門 ====
{| align=center class=wikitable width="760px"
! width="5%" | 編號
! width="23%" | 列車名稱
! width="20%" | 使用列車
! width="16%" | 遊戲路段
! width="7%" | 天氣
! width="9%" | 難易度
! width="20%" | 隱藏路線
|-----
| 01
| {{lang|ja|入門ダイヤ}}
| 700系E編組
| 岡山→福山
| 晴
| ★
| 否
|-----
| 02
| {{lang|ja|こだま}}
| 0系R編組(翻新車)
| 岡山→廣島
| 晴
| ★
| 否
|-----
| 03
| {{lang|ja|のぞみ}}
| 500系W編組
| 新大阪→廣島
| 晴
| ★
| 否
|------
| 04
| {{lang|ja|ひかりレールスター}}
| 700系E編組
| 姫路→新山口
| 晴
| ★
| 否
|-----
| 05
| {{lang|ja|こだま}}
| 100系P編組(翻新車)
| 博多→小倉
| 晴
| ★
| 否
|------
| 06
| {{lang|ja|ひかり}}
| 300系F編組
| 岡山→新大阪
| 晴
| ★
| 否
|-----
| 07
| {{lang|ja|のぞみ}}
| 700系B編組
| 博多→岡山
| 晴
| ★
| 否
|}

==== 上行 ====
{| align=center class=wikitable width="760px"
! width="4%" | 編號
! width="23%" | 列車名稱
! width="20%" | 使用列車
! width="16%" | 遊戲路段
! width="9%" | 天氣
! width="9%" | 難易度
! width="25%" | 隱藏路線
|-----
| 01
| {{lang|ja|こだま634号}}
| 0系R編組(翻新車)
| 博多→岡山
| 晴→陰
| ★
| 否
|-bgcolor="#EFEFEF"
| 02
| {{lang|ja|こだま628号}}
| 300系F編組
| 三原→新大阪
| 陰→晴
| ★★
| 是
|-----
| 03
| {{lang|ja|ひかりレールスター440号}}
| 700系E編組
| 廣島→新大阪
| 雨
| ★★
| 否
|-bgcolor="#EFEFEF"
| 04
| {{lang|ja|のぞみ68号}}
| 700系B編組
| 廣島→新大阪
| 晴
| ★★
| 否
|-----
| 05
| {{lang|ja|のぞみ22号}}
| 700系B編組
| 博多→新大阪
| 雪→陰
| ★★
| 否
|-bgcolor="#EFEFEF"
| 06
| {{lang|ja|こだま656号}}
| 0系R編組
| 博多南→新大阪
| 晴→陰
| ★★
| 是
|-----
| 07
| {{lang|ja|ひかり174号}}
| 100系G編組
| 博多→新大阪
| 陰→雨
| ★★
| 是
|-bgcolor="#EFEFEF"
| 08
| {{lang|ja|のぞみ2号}}
| 500系W編組
| 博多→新大阪
| 陰→雨
| ★★★
| 否
|-----
| 09
| {{lang|ja|こだま630号}}
| 100系P編組(翻新車)
| 廣島→岡山
| 雪→雨
| ★★★
| 否
|-bgcolor="#EFEFEF"
| 10
| {{lang|ja|ひかりレールスター448号}}
| 700系E編組
| 博多南→新大阪
| 晴→陰
| ★★★
| 否
|-----
| 11
| {{lang|ja|ウエストひかり552号}}
| 0系S<small>K</small>編組
| 博多→新大阪
| 雨→陰
| ★★★
| 是
|-bgcolor="#EFEFEF"
| 12
| {{lang|ja|のぞみ12号}}
| 300系F編組
| 博多→新大阪
| 晴→雨
| ★★★★
| 是
|-----
| 13
| {{lang|ja|赤ひかり6号}}
| 0系N<small>H</small>編組
| 博多→新大阪
| 晴
| ★★★★
| 是
|-bgcolor="#EFEFEF"
| 14
| {{lang|ja|こだま572号}}
| 100系P編組
| 博多→廣島
| 雪
| ★★★★
| 是
|-----
| 15
| {{lang|ja|のぞみ26号}}
| 500系W編組
| 博多→新大阪
| 晴
| ★★★★
| 是
|-bgcolor="#EFEFEF"
| 16
| {{lang|ja|こだま628号}}
| 100系K編組(翻新車)
| 新岩國→新大阪
| 陰
| ★★★★★
| 否
|-----
| 17
| {{lang|ja|シャトルひかり158号}}
| 0系R編組
| 廣島→新大阪
| 雷雨
| ★★★★★
| 是
|-bgcolor="#EFEFEF"
| 18
| {{lang|ja|ファミリーひかり554号}}
| 0系R編組
| 博多南→新大阪
| 晴
| ★★★★★
| 否（假日才會出現）
|}

==== 下行 ====
{| align=center class=wikitable width="760px"
! width="5%" | 編號
! width="23%" | 列車名稱
! width="20%" | 使用列車
! width="16%" | 遊戲路段
! width="7%" | 天氣
! width="9%" | 難易度
! width="20%" | 隱藏路線
|-----
| 01
| {{lang|ja|ひかり107号}}
| 0系N<small>H</small>編組
| 新大阪→博多
| 晴
| ★
| 是
|-----
| 02
| {{lang|ja|こだま723号}}
| 700系E編組
| 廣島→博多
| 晴
| ★★
| 否
|-----
| 03
| {{lang|ja|のぞみ501号}}
| 500系W編組
| 新大阪→博多
| 晴→雨
| ★★
| 是
|-----
| 04
| {{lang|ja|こだま625号}}
| 0系WR編組
| 姫路→廣島
| 晴→雨
| ★★
| 是
|-----
| 05
| {{lang|ja|こだま663号}}
| 0系R編組(翻新車)
| 新大阪→廣島
| 陰
| ★★
| 否
|-----
| 06
| {{lang|ja|ウエストひかり141号}}
| 0系S<small>K</small>編組
| 新大阪→博多
| 晴
| ★★
| 是
|-----
| 07
| {{lang|ja|こだま667号}}
| 100系P編組(翻新車)
| 岡山→博多南
| 雪→雨
| ★★
| 否
|-----
| 08
| {{lang|ja|ウエストひかり51号}}
| 0系R+WR編組
| 新大阪→博多
| 雪
| ★★★
| 是
|-----
| 09
| {{lang|ja|こだま491号}}
| 100系G編組
| 新大阪→廣島
| 晴
| ★★★
| 是
|-----
| 10
| {{lang|ja|ひかりレールスター449号}}
| 700系E編組
| 新大阪→博多
| 陰→雨
| ★★★
| 否
|-----
| 11
| {{lang|ja|こだま579号}}
| 0系Q編組
| 廣島→博多南
| 雨
| ★★★
| 是
|-----
| 12
| {{lang|ja|ひかり393号}}
| 300系F編組
| 新大阪→博多
| 陰→晴
| ★★★★
| 否
|-----
| 13
| {{lang|ja|ひかり151号}}
| 300系F編組
| 新大阪→岡山
| 晴
| ★★★★
| 是
|-----
| 14
| {{lang|ja|グランドひかり47号}}
| 100系V編組
| 新大阪→博多
| 陰→雪
| ★★★★
| 是
|-----
| 15
| {{lang|ja|のぞみ31号}}
| 700系B編組
| 新大阪→博多
| 雨→陰
| ★★★★
| 否
|-----
| 16
| {{lang|ja|こだま641号}}
| 700系B編組
| 新大阪→岡山
| 雷雨
| ★★★★★
| 否
|-----
| 17
| {{lang|ja|ひかり391号}}
| 500系W編組
| 新大阪→博多
| 雪→陰
| ★★★★★
| 是
|-----
| 18
| {{lang|ja|こだま669号}}
| 100系K編組(翻新車)
| 新大阪→博多
| 晴→陰
| ★★★★★
| 否
|}

=== 兒童模式路線 ===
{| align=center class=wikitable width="760px"
! width="5%" | 編號
! width="23%" | 列車名稱
! width="20%" | 使用列車
! width="16%" | 遊戲路段
! width="7%" | 天氣
! width="9%" | 難易度
! width="20%" | 隱藏路線
|-----
| 01
| {{lang|ja|こだま}}
| 0系R編組(翻新車)
| 岡山→新倉敷
| 晴
| ★
| 否
|-----
| 02
| {{lang|ja|こだま}}
| 100系P編組(翻新車)
| 廣島→新尾道
| 雪→雨
| ★★★
| 否
|-----
| 03
| {{lang|ja|ひかり}}
| 300系F編組
| 廣島→博多
| 陰→晴
| ★★★★
| 否
|-----
| 04
| {{lang|ja|のぞみ}}
| 500系W編組
| 博多→廣島
| 陰→雪
| ★★★
| 是
|-----
| 05
| {{lang|ja|ひかりレールスター}}
| 700系E編組
| 廣島→岡山
| 雨
| ★★
| 是
|-----
| 06
| {{lang|ja|こだま}}
| 700系B編組
| 新大阪→岡山
| 晴
| ★★★★★
| 是
|}

== 參考資料及附註 ==
{{reflist}}

== 相關條目 ==
*[[電車GO!|電車GO!]]
*[[Wii|Wii]]
*[[Wii遊戲列表|Wii遊戲列表]]
*[[新幹線|新幹線]]
*[[山陽新幹線|山陽新幹線]]

== 外部連結 ==
[http://www.taito.co.jp/csm/title/2007/shinkansen06/ 電車でＧＯ！ 新幹線ＥＸ 山陽新幹線編]

[[Category:Wii遊戲|D]]
[[Category:模擬遊戲|D]]
[[ja:電車でGO!#電車でGO!_新幹線EX_山陽新幹線編|ja:電車でGO!#電車でGO! 新幹線EX 山陽新幹線編]]