[[File:Michael_H._Prosser_in_red_Tang_jacket.png|thumb]]
'''迈克尔·H·普罗瑟'''（{{lang-en|[[Michael_H._Prosser|Michael H. Prosser]]}}，{{bd|1936年|3月29日}}），[[弗吉尼亚大学|弗吉尼亚大学]]（1972-2001）荣誉教授, [[斯威士兰大学|斯威士兰大学]]（1990-1991）[[富布莱特教授|富布莱特教授]]，其间，普罗瑟教授率先开设了传播学专业，时值1990年11月14日，该校受到军事入侵，有2到4名学生遭枪杀，300-400多人受伤。先后担任SIETAR( 跨文化交际教育、培训与研究协会）（1984-1986）主席、主持6届罗彻斯特跨文化大会（1995-2001),为Ablex,Praeger，和Greenwood出版公司（1998-2004），编撰《共同话题的第三个千禧年》系列中的17本著作。作为跨文化交际学术研究领域的创始人，普罗瑟教授已担任20本著作的主编或副主编，以及《跨文化关系国际期刊》特刊（2012：第11期）的主编。


他的著述领域包括：古典与中世纪修辞、国际公共议题、联合国、面向中国的跨文化、国际性和全球性传媒、跨文化价值观以及社交媒体。<ref>Donahue, R. T. & Prosser, M.H. (1997). Diplomatic Discourse: International Conflict at the United Nations, New York, NY: William Morrow. ISBN 978-1-56750-291-6 (different edition)</ref>已有5本著作在中国出版。普罗瑟教授，2009年和2011年，受到中国跨文化交际联合会嘉奖，2013年荣获跨文化研究国际学会嘉奖。先后担任15届分别在中国、印度、日本和俄罗斯举行的学术大会的主题演讲人。他的《文化对话》（1978）已出版了日文（1982）和中文版（2013）。他新近三部曲著述中的第一本是《亚洲的社交媒体》（2014）。目前正合作编撰《中东的社交媒体》，预计于2016年出版。第三本《非洲的社交媒体》计划于2018年出版。


普罗瑟教授在[[雷·海西博士|雷·海西博士]]担任伊朗德黑兰[[德马旺学院|德马旺学院]]院长期间，担任[[肯特州立大学|肯特州立大学]]传播学院杰出访问教授（1978），后于罗彻斯特技术学院（1994-2001）担任威廉A·凯恩教授。过去十几年中，他先后在加拿大、美国一些大学任教，在四所中国高校担任杰出教授。2011年秋季，弗吉尼亚大学船载学院海上学期世界环海学习之旅期间，担任终身教育学术顾问、亚洲/跨文化专家。他先后访问过69个国家，包括11个亚洲国家。他后来的中国学生把他誉为“华美人”，因为他在华从教10多年，讲授过2550多名学生。

==跨文化传播事业==
普罗瑟于1964年获得[[伊利诺大学|伊利诺大学]]博士学位, 其博士论文系有关阿德莱E﹒斯蒂文森大使在联合国大会做作的演讲, 继而他编辑了斯蒂文森的国际性演讲, 以及两卷本联合国大会国家元首、政要演讲集。作为北美跨文化传播学术领域的创始人，普罗瑟一直是在中国该领域的参与者（2001-2014 ）。他被列入[[马奎斯世界名人录|马奎斯世界名人录]]、[[美国名人录|美国名人录]]、以及[[世界名人录|世界名人录]]，并担任跨文化国际教育培训主席、罗彻斯特纽约富布赖特协会创始人（1995-1998 ）、担任罗彻斯特纽约联合国协会主席（1998-1999 ），担任《中东及伊斯兰研究学刊（亚洲）》编委（2007-2012 ）、上海外国语大学跨文化研究所跨文化研究系列丛刊国际顾问委员会及资深编委主席（2006-至今）， 担任《亚洲宗教》学刊副主编（2014-至今）以及跨文化研究国际学术委员会成员。他曾于1978年获波尔州立大学及国际传播联合会荣誉嘉奖，此外，分别于1986、1990年获SIETAR（跨文化教育培训与研究学会）荣誉、2009年和2011年获中国跨文化交际协会奖、2013年跨文化研究国际学术奖，并于2015年获该国际学术机构“终身成就奖”，颁奖典礼于2015年6月28日至7月2日，在跨文化研究国际学术跨年度会议（挪威波尔亘）举行。2015年9月，他与中国厦门大学嘉庚学院崔立棠共同主编并参与撰稿的[[《亚洲的社交媒体》|《亚洲的社交媒体》]]（2014）获得全美传播交流协会（NCA ）2015年度杰出学术奖“杰出编辑图书”奖，颁奖仪式于2015年11月21日（星期六）下午2：00-3：15在拉斯维加斯的里约会议中心举行。

2014年11月，在中国长沙[[国防科技大学|国防科技大学]]国际安全大会上，他作了《亚洲的社交媒体与控制理论：对区域安全的意义》的主题讲演，同年12月在该校举办6次讲座、在长沙[[中南大学|中南大学]]举办3次讲座。与[[厦门大学嘉庚学院|厦门大学嘉庚学院]]崔立棠合作主编出版了社交媒体三部曲的第一部《亚洲的社交媒体》（2014 ）。目前，与哈萨克斯坦阿迪尔诺马科夫及伊朗[[德黑兰大学|德黑兰大学]]的厄桑﹒沙哈瑟密合作主编《中东的社交媒体》，预计于2016年出版。计划中的第三部，《非洲的社交媒体》，将于[[北卡罗来纳大学|北卡罗来纳大学]]（卡普山）的迪波哈塞斯合作主编，预定于2018年出版。三部曲的三本著述均由荣誉出版社出版。


{{DEFAULTSORT:Prosser, Michael H.}}
[[Category:美國學者|Category:美國學者]]
[[Category:美國非虛構作品作家|Category:美國非虛構作品作家]]
[[Category:維吉尼亞大學教師|Category:維吉尼亞大學教師]]
[[Category:伊利諾大學校友|Category:伊利諾大學校友]]