{{Infobox VG
|title= 幻想水滸傳III
| japanese = 幻想水滸伝III
|image= 
|caption= 《幻想水滸傳III》封面
|developer= [[科樂美|科樂美]]
|publisher= [[科樂美|科樂美]]
|distributor= 索尼電腦娛樂
|designer= [[村山吉隆|村山吉隆]]<br />石川史<br />[[小出雅宏(designer)|松川智禎]]
|series= [[幻想水滸傳系列|幻想水滸傳系列]]
|engine= RenderWare
|released={{vgrelease|JP|2002年7月11日|NA|2002年10月22日}}
|genre= [[電子角色扮演遊戲|角色扮演（RPG）]]
|modes= [[單人遊戲|單人遊戲]]
|platforms= [[PlayStation_2|PlayStation 2]]
}}
《'''幻想水滸傳III'''》是[[科樂美|科樂美]]公司在2002年7月11日發佈開發的[[電子角色扮演遊戲|RPG]]類型的遊戲。『[[幻想水滸傳系列|幻想水滸傳系列]]』第三部正傳作品。宣傳口語是「如果你相信未來的道路，前進吧。這就是人性。」2004年6月5日KONAMI the Best，2005年9月2日在科樂美殿堂selection發售。特別一提的是，本作也是系列首次運用的3D computer graphics技術。<!--其他基本信息-->

==故事概要==

五十年前，在都市同盟西北部的格拉斯蘭德大平原上，發生了盜賊團「炎之運手」與哈魯莫尼亞神聖國的戰爭。「炎之運手」的首領持有真火之紋章，率領平原上的各族人民，成功擊敗神聖國的正規軍。逼其簽下長達半世紀的不可侵犯協議，因而被人們稱呼為「炎之英雄」。

太陽曆四百七十五年，也就是迪南統一戰爭15年後。格拉斯蘭德新興的商業國家捷克仙聯邦和周邊各少數民族，基於生活習慣不同，矛盾不斷激化，雙方近進入全面戰爭中。但局勢有了突然變化，哈魯莫尼亞再一次侵略當地，令那場未完的戰爭重新延續。為了守護家園，文明人與蠻族拋棄成見，聯手抵抗敵人侵略。命運交織的人們為了各位目的而尋求炎之英雄，漸漸走到了一起。然而，事情並非那麼簡單。這場戰爭的幕後隱藏了一批神秘人物，也逐漸展露出了他們的真面目和企圖。

==與前作的關係==
本作仍然可以繼承幻想水滸傳II 的存檔

===世界觀===
<!--遊戲的世界設定，簡介，500字以內-->
===人物===

==遊戲系統==
===畫面===
===音效===
===操作===
<!--此段不要寫成操作說明，而應該介紹遊戲的與操作有關的系統，如戰鬥-->

==銷售==
==反映==
<!--玩家意見，各方評價，包括獲獎情況-->
==參見==
<!--類似的遊戲，相關的主題-->

==參考文獻==
{{reflist}}

==外部連結==
{{CVG-stub}}
{{幻想水滸傳系列}}

[[Category:2002年电子游戏|S]]
[[Category:PlayStation_2游戏|S]]
[[Category:科樂美遊戲|Category:科樂美遊戲]]
[[Category:電子角色扮演遊戲|S]]

[[sv:Suikoden_III|sv:Suikoden III]]