{{Infobox Aircraft
|name = 羅蘭C-II偵察機
|image = Image:LFG - Roland C.II.jpg
|caption  = 羅蘭C-II偵察機
|type = 雙翼偵察機
|manufacturer = LFG羅蘭
|designer     = 秩普．因格．坦岑
|first flight = 1915年
|primary user = 德意志帝國空軍
|number built = 300架
}}

'''羅蘭C-II偵察機'''是由LFG公司（Luft-Fahrzeug-Gesellschaft）研製的雙翼偵察機，它被譽為[[第一次世界大戰|第一次世界大戰]]當中最漂亮的德國偵察機，它也因此被稱為「鯨魚」。

LFG公司成立於1908年，原本是造飛船起家的，當它在1913年開始造飛機時就以「羅蘭」（ROLAND）作為品牌名稱，此名原本是指[[查理大帝|查理曼大帝]]的一名在戰鬥當中英勇陣亡的後衛軍指揮官。

由於先前LFG公司已受權生產[[信天翁C偵察機|信天翁C-I偵察機]]，根據當時德國飛機的命名法則這會被稱為「羅蘭C-I偵察機」，所以，這種由LFG公司自家研製的偵察機就由C-II開始命名。

==基本資料==
* 機長：7.7米
* 翼展：10.3米 
* 機高：2.9米 
* 空重：764公斤
* 載重：1284公斤
* 翼面積：26平方米 
* 發動機：1俱戴姆勒D-3式六缸直立型水冷式發動機（馬力=160匹） 
* 最快時速：165公里/小時 
* 航程：140公里
* 續航時間：4小時
* 武裝：1支由後座機員操作的7.92毫米口徑MG-14機槍+1支架在發動機上方的7.92毫米口徑[[MG08重機槍|IMG-08機槍]]+4個12.5公斤炸彈
* 乘員：2人

==發展簡史和設計特點==
[[File:LFGC2.jpg|thumb]]

由於先前LFG公司已受權生產信天翁C-I偵察機，故羅蘭C-II偵察機的設計受其影響，其機身是與之相似的合乎[[流體力學|流體力學]]的水滴形而且是整個都是木製的，這要比其他木製骨架外覆帆布的飛機要堅固，它的上機翼也很特別地是與機身上方等高而非像當時大多數雙翼機般高於機身，這樣就是把上機翼直接固定在機身而無需支架，這樣減少了空氣阻力，它的兩名機員人員的座位也深陷入機身以進一步減少空氣阻力，但這樣他們的對外視野不佳而需要在機身加上觀察窗。

羅蘭C-II偵察機原本祇在後座裝有一支MG-14機槍，但後來因為飛行員愛德華．斯特．馮．斯萊克在前方高高地架上一支繳獲的[[路易士機槍|路易士機槍]]為其他德國偵察機護航，LFG公司為此在後來的生產當中加上一支向前射的[[MG08重機槍|IMG-08機槍]]和相應的[[射擊斷續器|同步射擊系統]]，由於羅蘭C-II偵察機速度比其他德國偵察機要快30公里/小時，其速度已可和[[協約國|協約國]]戰鬥機相比，故它充當戰鬥機也是合適的。

羅蘭C-II偵察機的缺點是機員視野不佳，不單令其降落時容易失事，敵機若在其後下方發動攻擊更難以事先發現，它的機尾垂直尾翼也較小而令其穩定性不足。

==實戰==
羅蘭C-II偵察機由1916年3月開始進駐法國凡爾登，配屬給德國第五集團軍旗下，對於原本慣於對付之後德國偵察機的英法飛行員來說，羅蘭C-II偵察機的高速令他們吃驚，後來一架羅蘭C-II偵察機因天氣不佳而被迫降落到[[協約國|協約國]]軍佔領區，法國人對此機的評語「該型機完全優於法國同類型飛機」，不過後來一名叫阿爾貝特．巴爾的英國飛行員想到從其後下方偷襲而擊落了15架羅蘭C-II偵察機，相比起空戰損失，有更多羅蘭C-II偵察機因飛行員對外尤其是對下方視野不徍而在降落時墜毀。

羅蘭C-II偵察機在戰場上空進行偵察和炮兵校射，也以其機槍充當護航戰鬥機，例如綽號「黑騎士」的愛德華．斯特．馮．斯萊克（Eduard Ritter von Schleich），雖然其公認的35個戰果是從駕駛[[信天翁D戰鬥機|信天翁D戰鬥機]]開始，但在駕駛羅蘭C-II偵察機已擊落過敵機，他的做法是在飛行當中不停變換高度和方位以求及早發現敵機。

羅蘭C-II偵察機也可以掛上四個12.5公斤炸彈充當轟炸機，1916年10月2日深夜，一架由魯道夫．文迪希駕駛的羅蘭C-II偵察機成功炸毀俄軍的一線鐵路補給線，1916年11月6日夜晚，一架由哈爾曼．科爾上尉駕駛的羅蘭C-II偵察機也成功炸毀一處法軍軍火庫。

==使用國家==
*{{flag|German Empire}}

==著名飛行員==
*[[愛德華．斯特．馮．斯萊克|愛德華．斯特．馮．斯萊克]]

==參考書目==
*第一次世界大戰軍機裝備全史(1914-1916)，陶力著，吉林文化出版社，ISBN 978-7-5472-2943-9

==相關條目==
{{commons category|Roland C.II}}
*[[福克E單翼戰鬥機|福克E單翼戰鬥機]]
*[[鴿式單翼機|鴿式單翼機]]
*[[信天翁D戰鬥機|信天翁D戰鬥機]]
*[[信天翁C偵察機|信天翁C偵察機]]

[[Category:雙翼機|Category:雙翼機]]
[[Category:德國偵察機|Category:德國偵察機]]
[[Category:第一次世界大戰飛機|Category:第一次世界大戰飛機]]